export default {
  actions: {
    delete: {
      module: 'Удалить модуль',
      lecture: 'Удалить лекцию',
      section: 'Удалить раздел',
      question: 'Удалить вопрос',
      bubble: 'Удалить пузырь',
      option: 'Удалить вариант',
      branchSection: 'Удалить раздел ветки'
    },
    add: {
      module: 'Добавить модуль',
      lecture: 'Добавить лекцию',
      section: 'Добавить раздел',
      question: 'Добавить вопрос',
      bubble: 'Добавить пузырь',
      option: 'Добавить вариант',
      branchSection: 'Добавить раздел ветки'
    },
    duplicate: {
      module: 'Дублировать модуль',
      lecture: 'Дублировать лекцию',
      section: 'Дублировать раздел',
      question: 'Дублировать вопрос',
      bubble: 'Дублировать пузырь',
      option: 'Дублировать вариант',
      branchSection: 'Дублировать раздел ветки'
    },
    moveUp: {
      module: 'Переместить модуль вверх',
      lecture: 'Переместить лекцию вверх',
      section: 'Переместить раздел вверх',
      question: 'Переместить вопрос вверх',
      bubble: 'Переместить пузырь вверх',
      option: 'Переместить вариант вверх',
      branchSection: 'Переместить раздел ветки вверх'
    },
    moveDown: {
      module: 'Переместить модуль вниз',
      lecture: 'Переместить лекцию вниз',
      section: 'Переместить раздел вниз',
      question: 'Переместить вопрос вниз',
      bubble: 'Переместить пузырь вниз',
      option: 'Переместить вариант вниз',
      branchSection: 'Переместить раздел ветки вниз'
    },
    copy: {
      module: 'Копировать модуль',
      lecture: 'Копировать лекцию',
      section: 'Копировать раздел',
      question: 'Копировать вопрос',
      bubble: 'Копировать пузырь',
      option: 'Копировать вариант',
      branchSection: 'Копировать раздел ветки',
      courseUrl: 'скопировать',
      courseUrlCopied: 'скопировано',
      url: 'скопировать',
      copyUrl: 'Копировать URL',
      urlCopied: 'скопировано',
      openInNewTab: 'Открыть в новой вкладке'
    },
    paste: {
      module: 'Вставить модуль',
      lecture: 'Вставить лекцию',
      section: 'Вставить раздел',
      question: 'Вставить вопрос',
      bubble: 'Вставить пузырь',
      option: 'Вставить вариант',
      branchSection: 'Вставить раздел ветки'
    },
    course: {
      config: 'Редактировать конфиг',
      edit: 'Редактировать содержание курса',
      clone: 'Клонировать курс',
      invite: 'Пригласить пользователей или группы',
      progress: 'Проверить прогресс пользователей',
      deleteInProgress: 'Удаление курса {name}...',
      archiveInProgress: 'Архивирование курса {name}...',
      unarchiveInProgress: 'Восстановление курса {name} из архива...'
    },
    lectureVisibility: {
      lecture: 'Видимость лекции'
    }
  },
  openAi: {
    useThisTextButton: 'Использовать текст',
    useThisImageButton: 'Использовать картинку',
    usingOpenAiInfoBox: 'Мы используем API <strong>Open AI</strong>, чтобы помочь вам с вашими рутинными задачами. Убедитесь, что у вас есть интеграция с вашей учетной записью Open AI, и начните использовать этого помощника практически для чего угодно. ' +
      'Например, вы можете предложить что-то вроде <strong>"Название курса по адаптации"</strong> или <strong>"Написать описание вводной лекции по Salesforce"</strong> ' +
      'или <strong>"Создайте вопрос с одним вариантом ответа по межличностным навыкам"</strong>. Используйте свой естественный язык, проверьте результат, ' +
      'при необходимости исправьте формулировку, удалите ненужные пробелы и используйте ее в своем курсе.',
    textCompletionExplanation: 'Используйте этот диалог, чтобы создать текст по любой теме. Текст будет ограничен {charLimit} символами.',
    imageCreationExplanation: 'Используйте этот диалог, чтобы создать изображение по любой теме. Обратите внимание, что создание изображения в настоящее время находится в бета-версии. Изображение будет создано с размером {imageSize}.',
    errorGeneratingContent: 'Возникла ошибка во время генерирования контента: {err}',
    configureTheIntegration: ' | Настройте интеграцию с OpenAI API в секции admin/integrations.'
  },
  toast: {
    courseSaveSuccess: 'Курс сохранен!',
    courseCreatedSuccess: 'Курс {name} успешно создан!',
    courseCreatedError: 'Произошла ошибка при создании курса {name}: {err}',
    coursePublishSuccess: 'Курс опубликован!',
    courseUnpublishSuccess: 'Курс отпубликован',
    courseCloneSuccess: 'Курс удачно клонирован',
    courseSaveError: 'При сохранении курса {name} произошла ошибка: {err}',
    courseDeleteSuccess: 'Курс {name} удачно удален',
    courseArchiveSuccess: 'Курс {name} успешно архивирован',
    courseUnarchiveSuccess: 'Курс {name} успешно восстановлен из архива',
    courseArchiveError: 'Произошла ошибка при архивировании курса',
    courseDeleteError: 'Возникла ошибка при удалении курса',
    courseEditingLockError: '{name} редактирует этот курс. Хотите взять права редактирования на себя? {name}\'s может утратить весь прогресс.',
    courseEditingLockForced: 'Редактирование этого курса было взято на контроль пользователем {name}.',
    courseEditingLockByUserError: 'Вы редактируете этот курс на другом устройстве или вкладке. Хотите ли вы перехватить?' +
      ' Ваш прогресс на другом устройстве или вкладке будет потерян.',
    editAnyway: 'Хочу редактировать!',
    courseEditLockSuccess: 'Права редактирования курса успешно взяты',
    courseEditUnlockSuccess: 'Права редактирования курса успешно отданы',
    courseUrlCopiedSuccessful: 'URL-адрес курса успешно скопирован.',
    urlCopiedSuccessfully: 'URL-адрес успешно скопирован.',
    courseUrlCopiedError: 'Не удалось скопировать URL-адрес курса: {err}.',
    urlCopiedError: 'Не удалось скопировать URL-адрес: {err}.',
    previewWillAppearHere: 'Здесь появится предварительный просмотр кода',
    checkInPopup: 'Проверить во всплывающем окне',
    workspaceChangesSaved: 'Конфигурация воркспейса успешно сохранена.',
    workspaceChangesSaveError: 'Произошла ошибка при сохранении изменений воркспейса: {err}',
    courseOrderUpdated: 'Порядок курсов успешно обновлен: курс {courseName} будет отображаться в порядке {order}.',
    courseOrderUpdateError: 'Произошла ошибка при обновлении порядка курсов: {err}.',
    userNameChangedSuccessfully: 'Имя пользователя {name} успешно изменено.',
    userNameChangedError: 'При изменении имени пользователя {name} произошла ошибка: {err}',
    userEmailChangedSuccessfully: 'Email пользователя {name} успешно изменен.',
    userEmailChangedError: 'При изменении email пользователя {name} произошла ошибка: {err}',
    workspaceDoesntExist: 'Workspace {name} не существует.',
    giveUpWithSuccess: 'Курс {name} был успешно отменен',
    giveUpError: 'Произошла ошибка при отмене курса {name}: {err}',
    archiveSuccess: 'Курс {name} был успешно архивирован',
    archiveError: 'Произошла ошибка при архивации курса {name}: {err}',
    unArchiveSuccess: 'Курс {name} был успешно разархивирован',
    unArchiveError: 'Произошла ошибка при разархивации курса {name}: {err}',
    certificateCantBeOpen: 'Произошла ошибка при получении сертификата с uuid {uud}: {err}',
    courseTranslationSuccess: 'Курс {name} был успешно переведен.',
    courseTranslationError: 'Произошла ошибка при переводе курса {name}: {err}',
    resetTimerSuccess: 'Таймер вопроса успешно сброшен.',
    tagDeleteSuccess: 'Тег {name} успешно удалён',
    tagDeleteError: 'Произошла ошибка при удалении тега {name}: {err}',
    defaultSaveError: 'Произошла ошибка при сохранении {name}',
    forceSaveError: {
      CANNOT_DELETE_ALL_MODULES: 'Вы собираетесь удалить все модули курса. Это действие нельзя отменить. Вы уверены, что хотите продолжить?',
      CANNOT_DELETE_LEARNING_STEP: 'Есть прогресс пользователя на шагах, которые вы собираетесь удалить. Это действие нельзя отменить. Вы уверены, что хотите продолжить?',
      CANNOT_DELETE_LECTURES: 'Есть прогресс пользователя на лекциях, которые вы собираетесь удалить. Это действие нельзя отменить. Вы уверены, что хотите продолжить?',
      CANNOT_DELETE_QUESTION_ANSWER: 'Есть прогресс пользователя в тестах, которые вы собираетесь удалить. Это действие нельзя отменить. Вы уверены, что хотите продолжить?',
      CANNOT_DELETE_SECTION: 'Есть прогресс пользователя в разделах курса, которые вы собираетесь удалить. Это действие нельзя отменить. Вы уверены, что хотите продолжить?',
      CANNOT_DELETE_LEVELS: 'Есть навыки, связанные с пользователями на ресурсах, которые вы собираетесь удалить. Это действие нельзя отменить. Вы уверены, что хотите продолжить?',
      CANNOT_DELETE_GROUP: 'Вы собираетесь удалить группу, связанную с активами (пользователями, курсами или траекториями обучения). Все эти связи будут потеряны. Вы уверены, что хотите продолжить?',
      DEFAULT: 'Есть прогресс пользователя на ресурсах, которые вы собираетесь удалить. Это действие нельзя отменить. Вы уверены, что хотите продолжить?'
    }
  },
  forum: {
    title: 'Форум',
    sortingOptions: {
      newest: 'Сначала новые',
      oldest: 'Сначала старые',
      mostPopular: 'Самые популярные'
    },
    comment: 'Комментарий',
    leaveComment: 'Оставить комментарий',
    actions: {
      edit: 'Редактировать',
      follow: 'Подписаться',
      reply: 'Ответить',
      delete: 'Удалить'
    },
    uploadImage: 'Загрузить изображение',
    socialLearning: {
      DISABLED: 'Форум отключен',
      DISQUS: 'Включить форум Disqus',
      WORKADEMY: 'Включить форум Workademy'
    },
    toCourse: 'Назад к курсу',
    toForum: 'К форуму курса',
    supportedText: 'Выберите файл {supported}',
    generalThreads: 'Общие темы',
    lecturesThreads: 'Темы лекций'
  },
  layout: {
    getStarted: 'Присоединяйтесь!'
  },
  dialogs: {
    editRichText: 'Редактировать текст',
    saveAndClose: 'Сохранить и закрыть',
    confirmationDialog: {
      defaultDialog: {
        title: 'Вы уверены?',
        confirmButton: 'Да!',
        cancelButton: 'Отмена'
      },
      confirmQuitScormCourse: {
        title: 'Вы действительно хотите выйти из курса?',
        subtitle: 'Не беспокойтесь! Вы сможете продолжить с того места, где остановились.',
        confirmButton: 'Да, выйти сейчас'
      },
      confirmQuitScormLecture: {
        title: 'Вы уверены, что хотите выйти из лекции?',
        subtitle: 'Не беспокойтесь! Вы сможете продолжить лекцию с того места, где остановились.',
        confirmButton: 'Да, выйти сейчас'
      }
    }
  },
  share: {
    shareDialogTitle: 'Поделиться',
    doneButtonText: 'Ок!'
  },
  landing: {
    welcome: 'Добро пожаловать в мир знаний!',
    goToCatalog: 'Перейти к курсам',
    catalogueTagline: 'Учитесь и делитесь знаниями вместе с {title}',
    learnAndShare: 'Учитесь и делитесь знаниями вместе с {title}',
    viewAllCatalog: 'Каталог курсов',
    allowsToLearnAndTeach: '{title} помогает учить и учиться',
    beingABridge: 'служит мостом между носителями и потребителями знаний',
    learnIconText: 'Не останавливайтесь на пути к знаниям вместе с {title}',
    everywhereIconText: 'Используйте любое устройство, любую систему, где угодно',
    communityIconText: 'Становитесь частью коммьюнити!',
    teachIconText: 'The most efficient way of learning is teaching. Unlock your teaching potential with {title}',
    learn: 'Учись',
    everywhere: 'Везде',
    community: 'Комьюнити',
    teach: 'Учи',
    areYouReady: 'Ты готов?',
    viewAllCourses: 'все курсы',
    viewMyDashboard: 'Мой кабинет',
    comingSoon: 'Это мог бы быть ваш воркспейс!',
    footerDisclaimer: ''
  },
  dashboard: {
    dashboardTitle: 'Мой Кабинет',
    coursesInProgressTitle: 'Курсы',
    coursesInProgressSubtitle: 'Курсы на которые ты записан(а)',
    coursesCompletedTitle: 'Курсы',
    coursesCompletedSubtitle: 'Курсы которые ты уже завершил(а)',
    learningPathsInProgressTitle: 'Траектории',
    learningPathsCompleted: 'Траектории',
    achievementsTitle: 'Достижения',
    achievementsDescription: 'Нажмите на карточку достижения, чтобы добавить ее рамку на свой аватар.',
    searchLearningPaths: 'Поиск обучающих траекторий',
    filters: {
      searchLearningPaths: 'Поиск обучающих траекторий',
      search: {
        learningPaths: 'Поиск обучающих траекторий',
        courses: 'Поиск курсов'
      },
      showCoursesTitle: {
        all: 'Показать <strong>(все)</strong> курсы',
        completed: 'Показать <strong>(завершенные)</strong> курсы',
        active: 'Показать <strong>(активные)</strong> курсы',
        archived: 'Показать курсы <strong>(в архиве)</strong>'
      },
      showAllCourses: 'Показать все курсы',
      showActiveCourses: 'Показать активные курсы',
      showCompletedCourses: 'Показать завершенные курсы',
      showArchivedCourses: 'Показать заархивированные курсы',
      showLearningPathsTitle: {
        all: 'Показать <strong>(все)</strong> обучающие траектории',
        completed: 'Показать <strong>(завершенные)</strong> обучающие траектории',
        active: 'Показать <strong>(активные)</strong> обучающие траектории',
        archived: 'Показать <strong>(удаленные)</strong> траектории обучения'
      },
      showAllLearningPaths: 'Показать все обучающие траектории',
      showActiveLearningPaths: 'Показать активные обучающие траектории',
      showCompletedLearningPaths: 'Показать завершенные обучающие траектории',
      showArchivedLearningPaths: 'Показать заархивированные обучающие траектории'
    },
    notFound: {
      course: {
        notEnrolled: {
          title: 'Вы не зарегистрированы ни на одном курсе.',
          description: 'Проверьте список курсов, чтобы зарегистрироваться на курсы.'
        },
        notFound: {
          title: 'Курсы не найдены.',
          description: 'Измените критерии поиска.'
        },
        noCompleted: {
          title: 'Вы еще не завершили ни один курс.',
          description: 'Проверьте ваши активные курсы и попытайтесь их завершить.'
        }
      },
      learningPath: {
        notEnrolled: {
          title: 'Вы не зарегистрированы на обучающей траектории.'
        },
        notFound: {
          title: 'Обучающие траектории не найдены.',
          description: 'Измените критерии поиска.'
        },
        noCompleted: {
          title: 'Вы еще не завершили ни одну обучающую траекторию.',
          description: 'Проверьте ваши активные курсы и попытайтесь их завершить.'
        }
      }
    }
  },
  quiz: {
    questionNFrom: 'Вопрос {questionNumber} из {quizLength}',
    questionN: 'Вопрос {questionNumber}',
    checkTheAnswer: 'Проверить ответ',
    associationQuestionExplanation: 'Нажмите на элемент, а затем на соответствующюю категорию. Щелкните кнопку ПРОВЕРИТЬ ОТВЕТ, когда закончите.',
    multipleAssociationQuestionExplanation: 'Щелкните на элементе, а затем на соответствующей категории. Один элемент может принадлежать более чем к одной категории. Щелкните кнопку ПРОВЕРИТЬ ОТВЕТ, когда закончите.',
    sortingQuestionExplanation: 'Перетащите элементы, чтобы расположить их в правильном порядке. Щелкните кнопку ПРОВЕРИТЬ ОТВЕТ, когда закончите.',
    checkTheDroppable: 'Я готов(а)',
    numberOfQuestions: 'Нет баллов | {n} балл | {n} балла | {n} баллов',
    noTries: 'Проверь себя :)',
    noCorrect: 'Пробуй еще!',
    allCorrect: 'Отлично! Вы ответили на все вопросы!',
    allCorrectVariants: ['Отличная работа!', 'Молодец!', 'Замечательно!', 'Прекрасно!'],
    numberOfCorrect: 'Очень хорошо | Отлично! Один правильный ответ из {length} вопросов | Отлично! {correct} правильных ответов из {length} вопросов',
    usedAttempts: 'Использовано {wrongCount} из {wrongLimit} возможных попыток',
    questionType: 'Тип вопроса',
    newAnswer: 'Поменять текст ответа',
    addAnswer: 'Добавить ответ',
    answerText: 'Текст ответа',
    explanationText: 'Текст объяснения',
    correctAnswerSize: 'верных ответов: {size}',
    questionWeight: 'Вес вопроса',
    questionPoints: 'количество баллов: {points}',
    questionTimerTimeUp: 'Время вышло! Вы не успели завершить вопрос в отведенное время. Пожалуйста, обратитесь к администратору за помощью.',
    questionTimerMessage: 'У вас есть <strong class="primary--text">{time}</strong> на выполнение этого вопроса. Убедитесь, что готовы, прежде чем начать.',
    feedback: {
      correct: 'Правильно',
      incorrect: 'Неправильно',
      tryAgain: 'Неправильно, попробуй ещё раз',
      noAttemptsLeft: 'Неправильно, попытки исчерпаны'
    },
    types: {
      MultipleChoice: 'Multiple Choice',
      SingleChoice: 'Single Choice',
      Categorization: 'Категоризация',
      MultipleAssociation: 'Multiple Association',
      SingleOrdering: 'Сортирование',
      OpenAnswer: 'Открытый ответ'
    },
    itemsToSortLabel: 'Ответы на сортировку',
    sortedItemsLabel: 'Сортированные ответы',
    itemsToCategoriseLabel: 'Ответы на категоризацию',
    categories: 'Категории',
    uploadFile: 'Загрузить файл',
    typeYourAnswerHere: 'Напишите текст ответа',
    yourFile: 'Ваш файл',
    submitAnswer: 'Добавить ответ',
    fileURL: 'URL файла',
    noFileUploaded: 'Файл не загружен',
    answerSubmittedWaiting: 'Ваш ответ загружен и ждет оценки. Вы можете его редактировать.',
    answerSubmittedWrongAttemptsLeft: 'Ваш ответ загружен, и он неверный, но вы все еще можете его редактировать.',
    answerSubmittedWrong: 'Ваш ответ загружен, и он неверный. Вы не можете его редактировать.',
    answerSubmittedRight: 'Ваш ответ верный.',
    showCorrectAnswer: 'Показать правильный ответ'
  },
  courseTree: {
    courseOutlineTitle: 'Структура курса',
    courseWillStart: '✌ Этот курс начнется {date} 🗓.<br>Используйте меню сверху для дальнейшей навигации 👋',
    courseFinished: 'Этот курс закончился {date} 🗓.<br>Используйте меню сверху для дальнейшей навигации 👋',
    coursePendingAproval: 'Ваше заявление на участие в этом курсе требует подтверждения со стороны администратора курса.<br>Пожалуйста, воспользуйтесь меню, чтобы покинуть этот экран 👋',
    modulesTitle: 'Описание курса',
    sidebarTitle: 'Важная информация',
    practicalInfo: {
      expiresIn: 'Этот курс заканчивается:',
      doesntExpire: 'Этот курс будет доступен всегда',
      courseDuration: 'Длительность курса:',
      startedCourse: 'Ты записался(ась) на этот курс',
      numberOfQuestions: 'Нет баллов | {n} балл | {n} балла | {n} баллов',
      numberOfAnswers: 'Ты еще не ответил(а) ни на один вопрос | Ты правильно ответил(а) на 1 вопрос | Ты уже ответил(а) на {questions} вопросов правильно!',
      yourScore: 'Твой счет:',
      addToCalendar: 'Добавить в Календарь'
    },
    gamification: {
      gamificationTitle: 'Мои ачивки',
      moreXToGo: 'Осталось собрать {x}!',
      checkAllAchievements: 'Перейти к ачивкам',
      achievementUnlocked: 'Ви только что разблокировали новую ачивку!',
      goToAchievement: 'Перейти к ачивкам'
    },
    lectureIsNotSeenExplanation: 'Пометьте лекцию как просмотренную, чтобы перейти к следующей.',
    lectureIsNotStartedExplanation: 'Следующая лекция пока недоступна.',
    lectureIsNotDoneExplanation: 'Отметьте лекцию как просмотренную и ответьте на вопросы лекции, чтобы перейти к следующей'
  },
  lecture: {
    workbook: 'Workbook',
    quiz: 'Пожалуйста, ответьте на вопросы',
    quizDescription: 'Инструкции к тесту',
    previous: 'Предыдущая лекция',
    next: 'Следующая лекция',
    duration: 'Duration {duration} minutes',
    durationUnknown: 'Time to complete: unknown',
    questionsSize: 'Нет баллов | {n} балл | {n} балла | {n} баллов',
    goToLecture: 'Перейти к лекции',
    goToQuiz: 'Go to the quiz',
    questionAnswersSize: 'Вопросы: {total}',
    questionsAnswered: '{right}/{total} вопросов',
    pointsRight: '{right}/{total} очков',
    continue: 'Продолжить',
    liveLecture: {
      addToGoogleCalendar: 'Добавить в Google Calendar',
      addToOutlookCalendar: 'Добавить в календарь Office365 outlook',
      addToMicrosoftLiveCalendar: 'Добавить в календарь Microsoft live',
      joinLecture: 'Зайти на вебинар',
      startsIn: 'Вебинар начинается ',
      started: 'Вебинар начался ',
      passed: 'Вебинар закончился',
      areYouGoing: 'Присоединитесь?',
      yes: 'Да',
      no: 'Нет'
    },
    dialog: {
      isTyping: 'пишет'
    }
  },
  buttons: {
    add: 'Добавить',
    register: 'Зарегистрироваться',
    open: 'Открыть',
    new: 'Новинка!',
    exploreCourse: 'О курсе',
    testCertificate: 'Показать Сертификат',
    printableVersion: 'Открыть версию для печати',
    export: 'Экспортировать курс',
    clone: 'Копировать',
    resume: 'Продолжить',
    enroll: 'Записаться',
    enrollAndPay: 'Записаться и Оплатить',
    payAndEnroll: 'Записаться и оплатить {amount} {currency}',
    goToCourse: 'Перейти к курсу',
    resumeCourse: 'Продолжить',
    viewCourse: 'Просмотреть',
    loginAndEnroll: 'Записаться',
    login: 'Войти',
    cancel: 'Отменить',
    giveUp: 'Cдаюсь',
    archive: 'Архивировать',
    unarchive: 'Разархивировать',
    archiveCourse: 'Архивировать курс',
    unarchiveCourse: 'Разархивировать курс',
    chooseLanguage: 'Выберите язык',
    playVideo: 'Проиграть видео',
    backToTimeline: 'Вернуться к курсу',
    nextLecture: 'Следующая лекция',
    subscribeToUpdates: 'Get notified',
    subscribeToUpdatesBig: 'I want to be notified on this course',
    goToTheMarketplace: 'Go to the Marketplace',
    goToTheLecture: 'Перейти к лекции {lecture}',
    goToTheLastLecture: 'Продолжить обучение',
    goToTheLastQuiz: 'Продолжить сертификацию',
    startCourse: 'Начать обучение',
    startCertification: 'Начать сертификацию',
    getCertificate: 'Получить сертификат',
    openCertificate: 'Открыть сертификат',
    completeCourse: 'Завершить курс',
    backToTheCourse: 'На страницу курса',
    viewAllCourses: 'Все курсы',
    viewMyDashboard: 'Мой кабинет',
    viewMyCourses: 'Мои Курсы',
    topNewCourses: 'Свежайшие Курсы',
    goToSettings: 'Мои настройки',
    goToLearnerProfile: 'Мой профиль ученика',
    goToOrganization: 'Мои коллеги',
    goToAdmin: 'Админ',
    toggleDark: 'Хочу темноты',
    toggleCompleted: 'Показать завершенные',
    logout: 'Выйти',
    languages: 'Язык',
    markAsSeen: 'Завершить лекцию',
    attendedLiveLecture: 'Я посетил(-а) вебинар',
    lectureSeen: 'Лекция просмотрена',
    switchSignUpToRegister: 'Я еще не зарегистрирован(а)',
    switchSignUpToLogin: 'Я уже зарегистрирован(а)',
    continueWithFacebook: 'Зайти с Facebook',
    continueWithGoogle: 'Зайти с Google',
    edit: 'Править',
    ok: 'Ок',
    close: 'Закрыть',
    save: 'Сохранить',
    forceUpdate: 'Да, продолжить!',
    showDetails: 'Показать детали',
    deleteCourse: 'Удалить курс',
    translateCourse: 'Перевести курс',
    selectCourse: 'Выберите курс',
    deleteLearningPath: 'Удалить траекторию',
    downloadCertificate: 'Скачать Сертификат',
    connect: 'Коннектить',
    reconnect: 'Коннектить опять',
    sync: 'Синхронизировать',
    invite: 'Пригласить',
    showUsers: 'Показать пользователей',
    hideUsers: 'Спрятать пользователей',
    previousLecture: 'Предыдущая лекция',
    exitFullscreenLectureMode: 'Выйти из полноэкранного режима',
    enterFullscreenLectureMode: 'Полноэкранный режим',
    download: 'Скачать',
    downloadForGroup: 'Скачать отчет группы',
    delete: 'Удалить',
    startOver: 'Изменить выбор',
    back: 'Назад',
    continueWithOAuth: 'Продолжить с {workspaceName}',
    comingSoon: 'Скоро будет',
    answerTypeform: 'Ответьте, пожалуйста',
    proceed: 'Перейти',
    launchFullscreen: 'Открыть в полноэкранном режиме',
    collapse: 'Спрятать',
    expand: 'Показать',
    goUp: 'Наверх',
    locked: 'Недоступно',
    exploreLearningPath: 'Перейти',
    startNow: 'Начать',
    uploadImage: 'Загрузить картинку',
    addNew: 'Добавить Еще',
    iAmDone: 'Я закончил(-а)!',
    clear: 'Очистить',
    editCoverPhoto: 'Редактировать обложку'
  },
  courses: {
    duration: '{duration}',
    modulesTitle: 'Описание курса',
    hours: 'часов | час | ч.',
    minutes: 'минут | минута | мин.',
    courses: 'Все Курсы',
    courseNotSelected: 'Course is not selected',
    myCourses: 'Мое Обучение',
    module: 'Модуль {moduleNumber}',
    notEnrolled: 'Вы не записаны ни на один курс!',
    noCompleted: 'Вы не закончили ни один курс',
    clickToCatalog: 'Просмотреть каталог курсов',
    exploreCourses: 'Просмотреть курсы',
    numberOfModules: 'модули',
    finishAndGetCert: 'Получить сертификат',
    validUntil: 'Доступен до {expireDate}',
    noCourses: 'Курсы не найдены',
    goToDashboard: 'Перейдите в свой дашборд, чтобы увидеть свои курсы',
    noLearningPaths: 'Не найдено обучающих траекторий',
    tooltipShareUrl: 'Поделиться ссылкой на курсы',
    titleCopyText: 'Скопировать URL в буфер обмена',
    titleTextCopied: 'URL скопирован',
    buttonCopyText: 'копировать',
    buttonTextCopied: 'скопировано',
    searchHeader: 'Фильтры',
    searchLabel: 'Искать курсы...',
    aiSearchLabel: 'Искать курсы с помощью AI...',
    aiSearchButton: 'AI-поиск',
    classicSearchButton: 'Классический поиск',
    aiSearchDescription: 'Понимает естественный язык. Попробуйте: "Покажите курсы для инженеров, чтобы улучшить управление временем."',
    classicSearchDescription: 'Ищет по точным ключевым словам в названиях курсов, описаниях и содержимом.',
    totalFound: 'Курсы не найдены | Найден <strong>{n}</strong> курс | Найдено <strong>{n}</strong> курсов',
    tagsHeader: 'Тэги (выбрано: {tags})',
    durationHeader: 'Продолжительность (выбрано: {durations})',
    resetFilters: 'Очистить фильтры',
    filtersTitle: 'Фильтры',
    applyFilters: 'Применить фильтры',
    durations: {
      less30: 'меньше 30 минут',
      between30and2: 'от 30 минут до 2 часов',
      between2and4: 'между 2 и 4 часами',
      more4: 'больше 4 часов'
    },
    tags: {
      loadMore: 'Загрузить еще...',
      loadLess: 'Загрузить меньше...',
      noTags: 'Тэги не найдены',
      deleteTag: 'удалить тэг'
    },
    anonymousNotAllowed: 'Вы должны быть зарегистрированы на курсе, чтоб видеть контент',
    badge: {
      template: 'шаблон',
      external: 'внешний',
      requiresApproval: 'требует подверждения',
      archived: 'в архиве',
      inactive: 'неактивный',
      paymentMissing: 'отсутствует оплата'
    },
    paidCourses: {
      payNowHeader: 'Оплатить {amount} {currency}',
      payNowDescription: 'После оплаты вы получите доступ к курсу',
      payNowButton: 'Оплатить сейчас',
      paymentSucceeded: 'Оплата за курс {name} прошла успешно',
      paymentFailed: 'Оплата за курс {name} не прошла: {err}',
      finalisingPayment: 'Оплата практически прошла, подождите еще секундочку...⏳',
      voucherCode: 'Код Ваучера',
      applyButton: 'Применить',
      payWithLiqpay: 'Оплатить с помощью LiqPay',
      payAmountCurrency: 'Оплатить {amount} {currency}',
      vatIncluded: '(включая НДС)',
      applyPromocode: 'Если у вас есть промокод, пожалуйста, введите его в поле ниже.',
      confirmSettingsAndProceed: 'Подтвердить настройки и продолжить',
      wrongTaxId: 'Неверный формат ИНН. Правильный формат: <strong>{correctFormat}</strong>.<br>Обновите страницу и попробуйте снова.'
    },
    failedCourse: {
      failedCourseTitle: 'Важное Обновление Вашего Курса',
      failedCourseTooltip: 'Пожалуйста, перезапустите курс, чтобы его завершить.',
      failedCourseAlertMessage: 'К сожалению, невозможно набрать достаточное количество баллов для получения сертификата. Вы набрали {correct} из {total} баллов, но это недостаточно, чтобы соответствовать требованию {minRate}%',
      failedCourseOneTimeEnrolment: 'Перезапуск курса невозможен. Свяжитесь с администратором для повторной регистрации.',
      restartCourseButton: 'Перезапустить курс'
    },
    headers: {
      titleAndDescription: 'Название курса и описание',
      quizProgress: 'Прогресс вопросов',
      title: 'Название курса',
      description: 'Описание курса',
      ordering: 'Порядок курса',
      progress: 'Прогресс курса',
      createTime: 'Создан',
      updateTime: 'Обновлен'
    },
    published: 'Опубликовано'
  },
  learningPaths: {
    noCompleted: 'Ви не прошли ни одну траекторию обучения',
    noAssigned: 'Вам еще не назначили траектории обучения',
    numberOfCourses: 'Нет курсов | {completed}/1 курс | {completed}/{n} курс | {completed}/{n} курсов',
    achievementsLabel: 'Достижения',
    skillsLabel: 'Навыки',
    certificateLabel: 'Сертификат',
    progressLabel: 'Прогресс',
    totalFound: 'Не найдено ни одной траектории обучения | Найдена <strong>{n}</strong> траектория обучения | Найдено <strong>{n}</strong> траекторий обучения',
    item: {
      title: 'Название и описание',
      steps: 'Шаги',
      progress: 'Прогресс',
      actions: 'Действия'
    }
  },
  auth: {
    or: 'ИЛИ',
    dontHaveAnAccountYet: 'Еще не зарегистрированы?',
    enterPassword: 'Введите пароль',
    enterPhone: 'Введите номер телефона',
    atLeastChars: 'Не меньше {numberCharacters} символов',
    forgotPassword: 'Забыли пароль?',
    resetPassword: {
      title: 'Изменить Пароль',
      description: 'Введите адрес электронной почты и мы пришлем вам письмо с инструкциями по изменению пароля.',
      placeholder: 'Адрес эл. почты',
      button: 'Изменить пароль',
      info: 'Если вы не получите письмо в течение нескольких минут, проверьте папку СПАМ или PROMOTIONS.',
      support: 'The email will be from info@theworkademy.com',
      passwordResetSuccess: '<b>Хорошо!</b> Инструкции по сбросу пароля были отправлены вам по электронной почте. Пожалуйста, проверьте свою электронную почту.',
      changePasswordTitle: 'Изменить Пароль',
      changePasswordDesc: 'Введите желаемый пароль.',
      passwordChangeSuccess: '<b>Супер!</b> Пароль успешно обновлен. Вы успешно вошли в систему с новым паролем.',
      passwordChangeSuccessAndLogin: '<b>Супер!</b> Пароль успешно обновлен. Вы можете войти в систему с новым паролем.'
    },
    nameLabel: 'Полное Имя (или ФИО)',
    namePlaceholder: 'Фамилия, Имя',
    emailLabel: 'Адрес Эл. Почты',
    join: 'Присоединиться!',
    alreadyHaveAccount: 'У вас уже есть аккаунт?',
    loginNow: 'Вы можете войти в систему!',
    token: 'Token',
    newPassword: 'Новый пароль',
    repeatPassword: 'Повторить новый пароль',
    passwordRequired: 'Пароль обязательный для заполнения',
    passwordRule: 'Password must have at least 8 characters, and should not exceed {maxChars} characters',
    passwordShouldMatch: 'Пароли должны совпадать',
    emailRequired: 'Адрес эл. почты обязательный для заполнения',
    emailValid: 'Адрес эл. почты должен быть валидным',
    nameRequired: 'Имя – обязательно для заполнения',
    nameLessThan: 'Name must be less than {MAX_NAME_LENGTH} characters',
    passwordValid: 'Password must have at least 8 characters, and should not exceed {MAX_PASSWORD_LENGTH} characters',
    repeatPasswordRequired: 'Пожалуйста, повторите пароль',
    passwordsDontMatch: 'Пароли не совпадают',
    profilePicture: 'Фотография профиля',
    pictureLabel: 'URL профильной картинки',
    pictureHint: 'Скопируйте ссылку на вашу любимую профильную фотографию',
    phone: 'Номер телефона',
    city: 'Город',
    street: 'Улица',
    postalCode: 'Почтовый индекс',
    country: 'Страна',
    addressAndPhoneTitle: 'Адрес и номер телефона',
    changePassword: 'Изменить пароль',
    oldPasswordLabel: 'Старый пароль',
    newPasswordLabel: 'Новый пароль',
    phoneLabels: {
      countrySelectorLabel: 'Код страны',
      countrySelectorError: 'Выберите страну',
      phoneNumberLabel: 'Номер телефона',
      example: 'Пример :'
    },
    consentRule: 'Для регистрации необходимо соглашение с политикой конфиденциальности данных',
    consentLabel: 'Я соглашаюсь с политикой <a href="{url}" target="_blank">конфиденциальности данных</a>',
    loginSuccessful: 'Вход успешный',
    registrationSuccessful: 'Регистрация успешна',
    loginWithEmail: 'Войти с помощью эл.почты',
    registerWithEmail: 'Зарегистрироваться с помощью эл.почты',
    loginTitle: 'Войти',
    registerTitle: 'Зарегистрироваться',
    loginDisclaimer: '',
    registerDisclaimer: '',
    whereToGoTitle: 'Какой Воркспейс Workademy?',
    whereToGoSubtitle: 'Введите название вашего воркспейса Workademy. Например, "workademy"',
    workspaceNameLabel: 'Название Воркспейса',
    workspaceNamePlaceholder: 'workademy',
    backToRipplingButton: 'Вернуться к Rippling',
    proceedToWorkspaceButton: 'Перейти к {name}',
    loginWithRippling: 'Войти через Rippling',
    loginWithDeel: 'Войти через Deel',
    createNewWorkspace: 'Или создайте новое рабочее пространство'
  },
  errors: {
    '-1': 'Unknown error occurred',
    1000: 'This username already exist',
    1001: 'User not found',
    1002: 'Username or password is not valid',
    1003: 'Username or password is not valid',
    1100: 'Invalid token',
    1101: 'Token expired',
    59: 'Bad credentials or username and password don\'t match',
    1300: 'Precondition failed: User course not yet complete.',
    1500: 'Voucher with code {code} is not found',
    1501: 'The Voucher with this code {code} has already been used',
    1302: 'You have been enrolled already to this course. It is only possible to enroll once to this course',
    1307: 'Существует период ожидания продолжительностью <strong>{period}</strong> перед тем, как вы сможете снова пройти этот курс.',
    1308: 'Регистрация невозможна: Вы уже завершили этот курс, и регистрация ограничена одним разом.'
  },
  footer: {
    platformDescription: '<strong>{title}</strong> is an e-learning platform that is focused on newest trends of knowledge acquirement and motivation behind it',
    links: 'Сыылки',
    contacts: 'Контакты',
    github: 'GitHub',
    foundIssues: 'Found some issues?',
    submitThem: 'submit them!',
    privacyUrl: 'https://www.theworkademy.com/privacy',
    workademyPrivacyLabel: 'Workademy Privacy Policy',
    privacyLabel: 'Privacy Policy',
    contentLabel: 'Content Policy',
    contactUsTitle: 'Свяжитесь с нами!',
    contactUsText: 'Если у вас есть вопросы или вы нашли ошибку в курсе, напишите нам!',
    supportEmail: 'support@theworkademy.com',
    poweredBy: 'работает на <a href="{companyUrl}" target="_blank" class="company-link">{company}</a>'
  },
  progress: {
    go: 'Давай давай! Всего лишь {completed} отвеченных из {total} вопросов',
    nice: 'Отлично! Отвечено {completed} вопросов из {total}!',
    almost: 'Почти готово! Отвечено {completed} вопросов из {total}!',
    shorten: '{completed}/{total}',
    courseScore: 'Твой счет: <strong>{percentage}%</strong>',
    yourProgress: 'Мой прогресс',
    noScore: 'В этом курсе нет тестов',
    answeredQuestions: '<strong>{score}</strong> верно отвеченных вопросов',
    seenLecture: '<strong>{score}</strong> пройденных лекций',
    yourScore: 'Счет: {score}',
    questionsProgress: 'Вы ответили на {progress}% вопросов ({correct}/{total})',
    lecturesProgress: 'Вы прочитали {progress}% лекций ({correct}/{total})',
    overallProgress: 'Вы ответили на {progressQuestions}% ({correctQuestions}/{totalQuestions}) вопросов и прочитали {progressLectures}% ({correctLectures}/{totalLectures}) лекций.'
  },
  settings: {
    settings: 'Настройки',
    changeSettings: 'Поменять настройки',
    changeSettingsSuccess: 'Ваши изменения успешно сохранены!',
    changeSettingsError: 'При изменении настроек произошла ошибка: {err}.',
    passwordChangeSuccess: 'Ваш пароль успешно изменен.',
    passwordChangeError: 'При изменении пароля произошла ошибка: {err}.',
    language: 'Язык',
    takeMeBack: 'Вернуться',
    userPic: {
      change: 'Загрузить новую фотографию профиля (png или jpeg)',
      add: 'Добавить изображение профиля (png или jpeg)',
      chooseYourAvatar: 'Аватары'
    }
  },
  learnerProfile: { // REVIEW: Google translations
    learnerProfile: 'профиль учащегося',
    achievementsTitle: 'Mои Достижения',
    skillsTitle: 'Mои Hавыки',
    viewAll: 'Посмотреть Bсе',
    courses: 'Курсы',
    learningPaths: 'Траектории',
    achievements: 'Достижения',
    skills: 'Hавыки',
    level: 'Уровень',
    frames: 'Gamification Frames',
    points: 'Очки курсов'
  },
  organization: {
    organization: 'Моя организация',
    skills: 'Hавык | Hавыки',
    members: 'Ученик | Ученики',
    level: 'Уровень',
    noGroupsYet: 'Нет созданных организационных групп.',
    noGroupsAdmin: 'Группы еще не созданы. Пожалуйста, создайте группы, чтобы увидеть здесь организационную структуру.',
    createGroupsBtn: 'Создать группы',
    points: 'Очки курсов',
    loadMoreUsers: 'загрузить ещё пользователей...'
  },
  certificates: {
    congratulations: 'Поздравляем, вы можете получить сертификата!',
    eligibleHeadline: '👉 Ваш результат: {score}%. После получения сертификата курс завершается, но материалы останутся доступны в вашем дашборде.',
    eligibleHeadlineCombined: '👉 Достигнутый прогресс: {score} правильных ответов и {lectures} завершённых лекций. Достигнув этого уровня, вы можете получить сертификат. Курс завершается, но материалы остаются доступными на вашей панели.',
    youCanCancel: '👉 Вы можете продолжить прохождение курса сейчас и получить сертификат позже. Возможность получения сертификата останется доступной.',
    checkNameText: '⚠️ Внимание! Убедитесь, что ваше имя в настройках для сертификата указано верно:',
    changeNameInSettingsText: 'Для исправления имени используйте кнопку <strong>Изменить Имя</strong> и затем вернитесь сюда.',
    generateForName: 'Подтверждаю выдачу сертификата на имя <strong>{name}</strong>.',
    writeYourName: 'Сертификат будет выдан на имя {name}. ' +
      'Для подтверждения, напишите, пожалуйста, свое имя еще раз. Если это неверное имя, перед выдачей сертификата поменяйте его в настройках.',
    writeYourNameLabel: 'Напишите свое имя',
    notEligibleHeadline: 'Вам еще не положен сертификат',
    notEligibleText: 'Вернуться к курсу и ответить на вопросы',
    notEligibleOkButton: 'Ок, я знаю что делать',
    eligibleAnsweredAll: 'Вы ответили на все вопросы курса и теперь можете завершить курс. Материалы курса всегда будут для вас доступными в секции завершенных курсов.',
    eligibleReadAll: 'Вы прошли все лекции, и тепеь вы можете завершить курс. Материалы курса всегда будут для вас доступными в секции завершенных курсов.',
    eligibleCancel: 'Вы не обязаны завершать курс прямо сейчас. Кнопка завершения курса всегда будет доступна.',
    nameInSettingsText: 'Имя в ваших настройках:',
    changeSettingsLinkText: 'Поменять настройки',
    changeNameLinkText: 'Поменять имя',
    byProcedingWithCertGenText: 'Переходя к следующему шагу вы соглашаетесь закончить курс и имя указанное сверху ({name}), соответствует действительности.',
    instructions: 'После выдачи сертификата вы вернетесь в свой личный кабинет. Вы сможете просматривать материалы курса, а также записаться на него опять',
    generate: 'Выдать сертификат',
    continueToCourse: 'Продолжить курс',
    getCertificate: ' Сертификат',
    openCertificate: 'Открыть сертификат',
    reactivate: 'Активировать снова',
    completeCourse: 'Завершить курс',
    dontGenerate: 'Отмена',
    certificateTitle: 'СЕРТИФИКАТ',
    issuedOn: 'Дата выдачи:',
    toCertifyThat: 'подтверждает, что',
    hasCompletedTheCourse: 'закончил(а) курс',
    ofADurationOf: 'With a duration of {duration}',
    withDuration: 'With a duration less than one hour | With a duration of one hour | With a duration of {duration} hours',
    checkCertificateText: 'The authenticity of this certificate can be verified under:',
    wasCreatedByWorkademy: 'The course was created by <a href="https://www.theworkdemy.com" target="_blank">Workademy</a> &mdash; Academy at work, Academy that works.',
    canGetCertificate: 'Ви ответили правильно на <strong>{score}</strong> из необходимых <strong>{total}%</strong> вопросов. <br>Вы можете получить сертификат.',
    needMoreToGetCertificate: 'Вам нужно набрать <strong>{total}%</strong> баллов курса. <br> Вы набрали <strong>{score}</strong>.',
    yourPercentage: 'Вы набрали <strong>{score}%</strong>. Вы можете набрать больше!',
    getMoreButton: 'Назад к курсу',
    progress: 'прогресс',
    withScore: 'с общим счетом {score}%',
    shareMyAchievement: 'поделиться',
    sharingTitle: 'Я прошел(прошла) курс {courseName}',
    sharingQuote: 'Я только что прошла(прошел) курс {courseName}',
    givenUpCourse: 'Вы забросили этот курс. Вам нужно заново записаться на него, если вы хотите получить сертификат.',
    courseCompletedWithSuccess: 'Куср {name} успешно завершен!',
    youHaveToAnswerAllQuestions: 'Вам нужно ответить на все вопросы курса чтобы завершить курс.',
    youHaveToCompleteAllLectures: 'Вам нужно пройти все лекции чтобы завершить курс.',
    youHaveAnsweredAllQuestions: 'Вам нужно ответить на все вопросы курса чтобы завершить курс.',
    youHaveCompletedAllLectures: 'Вам нужно пройти все лекции чтобы завершить курс.',
    youHaveAlreadyCompleted: 'Вы уже завершили этот курс.',
    youCompletedСertification: 'Вы завершили эту сертификацию',
    eligibleAllCertification: 'Вы успешно ответили на все тесты и теперь можете завершить эту сертификацию. Она всегда будет доступна в разделе завершённых курсов.',
    eligibleCancelCertification: 'Вам не нужно завершать сертификацию прямо сейчас. Кнопка для завершения сертификации всегда будет доступна.',
    youHaveAlreadyCertificate: 'Ваш сертификат уже был выдан. Нажмите на кнопку чтобы увидеть сертификат.',
    shareOnLinkedIn: 'Добавить в LinkedIn',
    cantFind: 'Сертификат с UUID {uuid} не был найден.',
    proceedToMainPage: 'Перейти на главную страницу',
    youHaveToCompleteExternalCourse: 'Нажмите кнопку, когда завершите курс.',
    youHaveCompletedExternalCourse: 'Вы уже отметили этот курс как завершенный',
    finishExternalCourseTitle: 'Подтвердить завершение курса',
    finishExternalCourseSubtitle: 'Нажимая кнопку "Завершить курс", вы подтверждаете, что завершили этот курс. Если вы его не завершили, выберите "Отмена", чтобы вернуться и продолжить курс.'
  },
  vouchers: {
    introduceCode: 'Введите ваучер код для записи на курс',
    voucherCode: 'Ваучер код'
  },
  admin: {
    drawer: {
      adminToolsDrawer: {
        title: 'Административные инструменты курса'
      }
    },
    attendance: {
      attending: 'Присутствуют:',
      notAttending: 'Не присутствуют:',
      attendedLive: 'Посетили:',
      seenBy: 'Просмотрели:'
    },
    enroll: {
      enrollIntoCourse: 'Запишите пользователей на курс {name}',
      enrollIntoLearningPath: 'Запишите пользователей на учебную траекторию {name}',
      grantFreebieButton: 'Предоставить доступ',
      grantFreebieSuccess: 'Пользователю {name} был предоставлен доступ к курсу',
      grantFreebieError: 'Произошла ошибка при предоставлении доступа пользователю {name}: {err}'
    },
    stepper: {
      basicInformationTitle: 'Основная информация',
      mediaVisualsTitle: 'Медиа и Визуальные Материалы',
      enrollmentAccessTitle: 'Запись и Доступ',
      certificationCompletionTitle: 'Сертификация и Завершение',
      courseFeaturesTitle: 'Курс и Особенности',
      commercialSettingsTitle: 'Коммерческие Настройки',
      miscellaneousTitle: 'Разное',
      externalUrlTitle: 'Источник',

      title: 'Название курса *',
      titleDesc: 'Установите название курса.',
      descriptionTitle: 'Описание',
      descriptionDesc: 'Напишите краткое описание или детализированное резюме курса.',
      tagsTitle: 'Теги',
      tagsDesc: 'Добавьте теги для классификации содержания курса.',
      durationTitle: 'Продолжительность',
      durationDesc: 'Укажите длительность курса.',
      durationLabel: 'Продолжительность в минутах',
      typeTitle: 'Тип курса',
      typeDesc: 'Определите тип курса в зависимости от его цели. Каждый тип адаптирован для определённого подхода к обучению или сертификации.',
      typeLabel: 'Выберите тип курса',
      types: {
        base: 'Базовый курс',
        external: 'Внешний курс',
        SCORM: 'SCORM',
        certification: 'Сертификационный курс',
        umbrella: 'Объединяющий курс'
      },

      cardImageTitle: 'Изображение Карточки Курса',
      cardImageDesc: 'Загрузите изображение, представляющее курс в списках.',
      coverImageChooser: 'Выберите обложку курса',
      useDefaultCover: 'Использовать обложку по умолчанию',
      wideCoverTitle: 'Широкая Обложка Курса',
      wideCoverDesc: 'Установите широкую обложку для детальных просмотров курса.',

      externalTitle: 'Внешний URL',
      externalDesc: 'Установите ссылку для перехода к внешним учебным материалам.',
      externalLabel: 'Ссылка на внешний курс',

      anonymousAllowedTitle: 'Требование Аутентификации',
      anonymousAllowedDesc: 'Определите, могут ли пользователи записываться без аутентификации.',
      anonymousAllowedLabel: 'Разрешён анонимный доступ',
      availableFromUntilTitle: 'Дата начала и окончания',
      availableFromUntilDesc: 'Установите официальное время начала и окончания курса.',
      preEnrollAllowedTitle: 'Предварительная запись',
      preEnrollAllowedDesc: 'Разрешите пользователям записываться до начала курса.',
      preEnrollAllowedLabel: 'Предварительная запись разрешена',
      advancedTitle: 'Расширенные настройки',
      enrollmentCodeTitle: 'Код Записи',
      enrollmentCodeDesc: 'Включите или отключите требование кода для записи.',
      enrollmentCodeLabel: 'Активация с кодом записи',
      oneTimeEnrollmentTitle: 'Одноразовая Запись',
      oneTimeEnrollmentDesc: 'Определите, можно ли записаться на курс только один раз.',
      oneTimeEnrollmentLabel: 'Одноразовая запись (без возможности повторного прохождения)',
      enrollmentApprovalTitle: 'Одобрение Записи',
      enrollmentApprovalDesc: 'Определите, требуется ли одобрение администратора для записи.',
      enrollmentApprovalLabel: 'Предварительное одобрение записей пользователей',
      recurringCourseTitle: 'Повторяющийся Курс',
      recurringCourseDesc: 'Определите, является ли курс повторяющимся и укажите дату первого повторения.',

      certificationTitle: 'Настройки Сертификации',
      certificationDesc: 'Включите или отключите сертификацию для курса.',
      gradeTitle: 'Необходимая Оценка',
      gradeDesc: 'Укажите процент оценки, необходимый для получения сертификата.',
      coolingOffPeriod: 'Период Ожидания',
      coolingOffPeriodDesc: 'Определите время, которое пользователи должны подождать перед повторным прохождением курса после неудачи.',
      coolingOffPeriodLabel: 'Время ожидания (часы)',
      pointsEarnedTitle: 'Начисленные Баллы',
      pointsEarnedDesc: 'Установите количество баллов, которые получают пользователи после завершения курса.',
      pointsEarnedLabel: 'Начисленные Баллы',

      learningSequenceTitle: 'Последовательность Обучения',
      learningSequenceDesc: 'Определите, является ли обучение на курсе последовательным.',
      learningSequenceLabel: 'Последовательное обучение (каждый модуль открывается после завершения предыдущего)',
      forumDiscussionTitle: 'Обсуждения на Форуме',
      forumDiscussionDesc: 'Включите или отключите форумы для обсуждений курса.',

      paidTitle: 'Платный Курс',
      paidDesc: 'Определите, является ли курс платным и установите цену.',
      exemptTitle: 'Бесплатный доступ для групп',
      exemptDesc: 'Пользователи, принадлежащие к следующим группам, освобождаются от оплаты.',
      featuredTitle: 'Рекомендуемый Курс',
      featuredDesc: 'Отметьте, если курс должен отображаться в выделенном разделе.',
      featuredLabel: 'Отметить как рекомендуемый',

      folderTitle: 'Папка',
      folderDesc: 'Организуйте ваш курс в папке',
      disclaimerPopupTitle: 'Всплывающее Оповещение',
      disclaimerPopupDesc: 'Настройте всплывающее оповещение при записи на курс.',
      templateTitle: 'Шаблон Курса',
      templateDesc: 'Определите, можно ли клонировать или копировать этот курс другими пользователями.',
      templateLabel: 'Шаблонный курс',
      manualOrderTitle: 'Ручной Порядок',
      manualOrderDesc: 'Определите ручной порядок отображения курса в списках.',
      manualOrderLabel: 'Порядок курса',
      customFieldsTitle: 'Пользовательские Поля',
      customFieldsDesc: 'Добавьте любые пользовательские поля, связанные с курсом.',
      newFieldNameLabel: 'Название поля',
      newFieldValueLabel: 'Значение поля',
      newFieldNamePlaceholder: 'Название',
      newFieldValuePlaceholder: 'Значение',

      coverLabel: 'Обложка',
      enterUrl: 'Введите URL',

      certificateForAnsweredQuestions: 'За ответы на вопросы',
      certificateForAnsweredQuestionsInfo: 'Выдача сертификата за процент отвеченных вопросов',
      certificateForReadLectures: 'За пройденные лекции',
      certificateForReadLecturesInfo: 'Выдача сертификата после прохождения всех лекций',
      passingRateLabel: 'Проходной Балл',

      modulesLabel: 'Количество модулей',
      lecturesLabel: 'Количество лекций в каждом модуле',
      sectionsLabel: 'Количество секций в каждой лекции',
      createCourse: 'Создать Курс',
      updateCourse: 'Обновить Курс',
      scormPreview: 'Предварительный просмотр SCORM появится здесь',
      scormBeingProcessed: 'SCORM загружен! Мы сейчас его обрабатываем, это может занять до двух минут. Вы можете подождать или вернуться позже. <strong>Не забудьте сохранить ваш курс!</strong>',
      scormProcessedSuccessfully: 'SCORM успешно обработан!',
      scormProcessedError: 'Произошла ошибка при обработке файла SCORM. Попробуйте загрузить его снова.',
      oneTimeEnrollment: 'Одноразовая Запись',
      recurring: {
        isRecurringText: 'Этот курс повторяется.',
        isNotRecurringText: 'Этот курс не повторяется',
        periodLabel: 'Период повторения',
        firstExecutionLabel: 'Первичная перерегистрация должна произойти:',
        firstExecutionExplanation: 'Первый раз, когда будет применена повторяемость. <br>' +
          'Учащиеся, записанные на курс и уже его завершившие, будут впервые перезаписаны на эту дату.',
        amountLabel: 'Количество',
        timesToRepeat: 'Количество повторений',
        periodOfRecurringText: 'Учащиеся должны повторять этот курс каждые ',
        saveRecurring: 'Сохранить информацию о повторяемости',
        deleteRecurring: 'Удалить свойства повторяемости',
        period: {
          MONTHLY: 'Месяц | Месяца | Месяцев',
          YEARLY: 'Год | Года | Лет'
        },
        messages: {
          createdSuccess: 'Планировщик повторений для курса {name} успешно создан.',
          updatedSuccess: 'Планировщик повторений для курса {name} успешно обновлен.',
          deletedSuccess: 'Планировщик повторений для курса {name} успешно удален.',
          createdError: 'Ошибка создания планировщика повторений для курса {name}: {err}.',
          updatedError: 'Ошибка обновления планировщика повторений для курса {name}: {err}.',
          deletedError: 'Ошибка удаления планировщика повторений для курса {name}: {err}.'
        }
      },
      ai: {
        topicAndLocaleTitle: 'Тема и Язык',
        contextTitle: 'Дополнительный Контекст',
        contextExplanation: 'Здесь вы можете написать все, что поможет адаптировать курс к конкретным потребностям компании.',
        contextHint: 'Пример: Мы - растущая компания в области страховых технологий, стремящаяся к успеху в продажах.',
        contentSpecificationTitle: 'Технические характеристики содержания',
        numberOfThingsTitle: 'Спецификация Контента',
        topicLabel: 'Тема курса',
        localeLabel: 'Язык курса',
        contextLabel: 'Дополнительный Контекст',
        noModulesLabel: 'Количество модулей',
        noTopicsLabel: 'Количество тем в каждом модуле',
        noOptionsLabel: 'Количество вариантов в каждом вопросе',
        noModulesHint: 'Количество модулей может быть от 1 до 10',
        noTopicsHint: 'Количество тем в модуле не может быть менее одной и более 5',
        noOptionsHint: 'Количество вариантов в вопросе не может быть менее 3 и более 5',
        specifyEveryModule: 'Укажите каждый модуль, который вы хотите видеть в вашем курсе',
        specifyEveryModuleExplanation: 'Укажите название каждого модуля в курсе, например, "Основы GDPR", "GDPR и страховые технологии", "GDPR для разработчиков"',
        modules: 'Модули',
        lectures: 'Лекции',
        questions: 'Вопросы',
        businessGoalsLabel: 'Бизнес-цели курса',
        businessGoalsHint: 'Начните вводить текст для поиска или создайте свою собственную цель',
        businessGoalsExplanation: 'Бизнес-цели должны быть SMART – Конкретные, Измеримые, Достижимые, Релевантные, Ограниченные по времени. ' +
          'Например, "Увеличение доходов от продаж: Повысить квартальный доход от продаж на 15% за счет внедрения продвинутых тренингов по продажам для команды к концу Q2."',
        businessGoalsExamples: [
          'Увеличение доходов от продаж: Повысить квартальный доход от продаж на 15% за счет внедрения продвинутых тренингов по продажам для команды к концу Q2.',
          'Повышение удовлетворенности клиентов: Достичь уровня удовлетворенности клиентов в 90% за счет обучения персонала службы поддержки навыкам разрешения конфликтов и коммуникации в течение следующих 6 месяцев.',
          'Повышение квалификации сотрудников: Обеспечить обучение 100% сотрудников отдела маркетинга инструментам анализа данных в течение следующих 3 месяцев для повышения эффективности кампаний.',
          'Снижение операционных затрат: Уменьшить производственные затраты на 10% в следующем году за счет оптимизации операций и тренингов по повышению эффективности для производственного персонала.',
          'Расширение рыночного охвата: Выйти на 2 новых международных рынка к концу года, подготовив команду продаж к Q3 с помощью обучения языковым навыкам и культурному тренингу.',
          'Повышение узнаваемости бренда: Улучшить узнаваемость бренда на 25% согласно показателям вовлеченности в социальных сетях за счет серии целенаправленных тренингов по цифровому маркетингу для маркетинговой команды в течение следующего квартала.',
          'Развитие лидерских качеств: Развить лидерские качества у 20 менеджеров среднего звена, зачислив их на комплексную программу обучения лидерству к концу финансового года.',
          'Увеличение удержания сотрудников: Снизить годовой отток сотрудников на 5% за счет улучшения практик управления и курсов по развитию лидерских навыков в течение следующих 12 месяцев.',
          'Улучшение сроков выполнения проектов: Сократить время выполнения проектов на 20% в течение следующих 9 месяцев благодаря продвинутому обучению управлению проектами для всех менеджеров проектов.',
          'Повышение производственной эффективности: Достигнуть 15%-ного увеличения производственной эффективности за счет обучения персонала новым производственным технологиям в течение следующих 6 месяцев.',
          'Усиление цифровой трансформации: Обучить 90% рабочей силы компании новым цифровым инструментам и платформам к концу года для поддержки инициатив по цифровой трансформации.',
          'Повышение безопасности и здоровья на работе: Достичь нуля происшествий на рабочем месте в предстоящем году за счет комплексных тренингов по безопасности для всех новых сотрудников в их первый месяц работы.',
          'Повышение вовлеченности сотрудников: Повысить показатели вовлеченности сотрудников на 10 пунктов за счет проведения тренингов по лидерству и мотивации к концу года.',
          'Расширение линейки продуктов: Запустить 3 новых продукта к Q4, подготовив команду разработки продуктов к инновационному управлению тренингами, начиная с Q2.',
          'Сокращение жалоб клиентов: Уменьшить количество жалоб клиентов на 20% в течение следующего года за счет улучшения протоколов обслуживания и тренингов по обработке жалоб для команд обслуживания клиентов.',
          'Оптимизация управления цепочками поставок: Повысить эффективность управления цепочками поставок на 15% в течение следующих 6 месяцев за счет специализированных тренингов по логистике цепочек поставок для членов команды.',
          'Усиление мер по кибербезопасности: Обеспечить, что 100% персонала ИТ будут обучены последним практикам и реакциям в области кибербезопасности к концу Q3 для снижения рисков.',
          'Улучшение финансовой отчетности: Достичь 100% точности в финансовой отчетности за счет обучения финансовой команды новому программному обеспечению и стандартам соответствия в течение следующего квартала.',
          'Максимизация эффективности ИТ: Повысить время работы ИТ-систем до 99,9% за счет постоянного технического обучения для ИТ-персонала, начиная с следующего месяца.',
          'Развитие стратегического мышления: Способствовать развитию стратегического мышления во всей организации за счет проведения семинаров для всех старших менеджеров в течение следующих 6 месяцев.'
        ],
        averageAgeTitle: 'Средний возраст',
        averageAgeLabel: 'Средний возраст',
        averageAgeExplanation: 'Каков средний возраст учащихся?',
        averageAgeHint: 'Если ваша команда находится в возрасте от 20 до 50 лет, ответ - 35.',
        educationalBackgroundTitle: 'Образовательный фон',
        educationalBackgroundExplanation: 'Каков образовательный фон учащихся? Вы можете написать что-то вроде "Взрослые, работающие в сфере здравоохранения, не имеющие предварительных знаний о неотложной медицинской помощи."',
        educationalBackgroundLabel: 'Образовательный фон',
        educationalBackgroundHint: 'Пример: В основном специалисты с магистерской степенью, работающие в сфере маркетинговых исследований.',
        learningGoalsTitle: 'Учебные цели',
        learningGoalsExplanation: 'Убедитесь, что учебные цели конкретны, измеримы и соответствуют бизнес-целям.',
        learningGoalsLabel: 'Учебные цели',
        learningGoalsHint: 'Пример: Учащиеся смогут применять базовые техники первой помощи.',
        acquiredAbilitiesTitle: 'Приобретенные навыки',
        acquiredAbilitiesExplanation: 'Приобретенные навыки должны быть ориентированы на действие и четко указывать, что учащиеся смогут делать',
        acquiredAbilitiesLabel: 'Приобретенные навыки',
        acquiredAbilitiesHint: 'Учащиеся смогут правильно проводить сердечно-легочную реанимацию, определять признаки сердечного приступа и использовать АИП.',
        timeCommitmentHoursTitle: 'Временные обязательства (в общем количестве часов)',
        timeCommitmentHoursExplanation: 'Учитывайте интенсивность и темп курса, исходя из доступности учащихся.',
        timeCommitmentHoursLabel: 'Временные обязательства',
        timeCommitmentHoursHint: 'Пример: если у учащихся есть 3 часа в неделю в течение 4 недель, это 12.',
        pdfTitle: 'Обогатите содержание курса PDF-файлом',
        pdfExplanation: 'Если у вас уже есть PDF с конкретным содержанием для этого курса, вы можете загрузить его здесь.'
      },
      info: {
        step1: '<p>В этой секции, выберите кавер картинку для курса, дайте курсу название, и укажите, является ли этот курс шаблоном.</p>' +
          '<p><strong>Все эти настройки могут быть изменены после создания курса.</strong></p>',
        step2: '<p>В этой секции дайте своему курсу хорошее описание. Список обучающих целей может быть неплохим описанием для курса. ' +
          'Используйте редактор для создания списков, выделения важной информации специальными шрифтами или цветами.</p>' +
          '<p><strong>Описание курса может быть изменено после создания курса.</strong></p>',
        step3: '<p>Используйте эту секцию чтоб присвоить курсу тэги. Можно выбрать существующие тэги, либо создать новые.</p>' +
          '<p><strong>Тэги курса могут быть созданы и изменены и после создания курса.</srong></p>',
        step4: '<p>Укажите длительность курса в минутах. Например, если курс длится 2 часа, укажите 120 минут.</p>' +
          '<p><strong>Настройки длительности курса могут быть добавлены и изменены в любой момент.</strong></p>',
        step5: '<p>Используйте эту секцию чтобы указать, будет ли выдаваться сертификат по окончанию курса. Вы можете также указать минимальный балл для прохождения.</p>' +
          '<p><strong>Эти настройки могут быть изменены после создания курса.</strong></p>',
        certificateScormExplanation: 'Используйте эту секцию чтобы указать, будет ли выдаваться сертификат по окончанию курса. ' +
          '<strong>Эти настройки могут быть изменены после создания курса.</strong>',
        step6: '<p>Социальное обучение – это крутой инструмент для мотивации. Поставьте галочку, чтобы активировать форум для дискуссий, который будет появляться после каждой лекции.</p>' +
          '<p><strong>Эта опция может быть активирована и дезактивирована в любое время после создания курса.</strong></p>',
        step7: '',
        step8: '<p>Используйте эту секцию для указания количества модулей в курсе, лекций в каждом модуле и секций в каждой лекции.</p>' +
          '<p><strong>Это не финальное решение, модули, секции, лекции можно будет добавлять, редактировать и удалять в любой момент и после создания курса!</strong></p>',
        preEnrollAllowedExplanation: 'Уберите галочку, чтоб не позволить пользователям записаться на курс до даты его старта',
        externalUrl: 'Скопируйте внешнюю ссылку, на которую будет указывать карточка курса',
        paidCourse: {
          amount: 'Стоимость',
          currency: 'Валюта',
          amountShouldBeAboveZero: 'Сумма не может быть нулем',
          paymentTypes: {
            STRIPE: 'Stripe',
            LIQPAY: 'LiqPay'
          }
        },
        availableFromTo: 'Выберите дату и время доступности курса. ' +
          'Обратите внимание, что пользователи не смогут принимать участие в курсе до даты доступности или после даты окончания доступности.' +
          '<strong>Эти настройки можно изменять в любой момент.</strong>',
        sequentialLearning: 'Включите эту опцию, если участник может переходить к следующей лекции только после завершения предыдущей.',
        oneTimeEnrollment: 'Отметьте эту опцию, чтобы запретить участнику несколько раз записываться на курс.',
        paidCourseInfo: 'Настройте информацию об оплате. Невозможно изменить поставщика платежей в будущем, однако можно изменить сумму и валюту. ' +
          '<strong>Убедитесь, что соответствующая интеграция Поставщика Платежных Услуг настроена в разделе <em>Admin -> Интеграции</em></strong>',
        voucherActivated: 'Отметьте эту опцию, если вы настроили коды записи для этого курса и доступ к курсу требует этих кодов.',
        customFields: 'Здесь вы можете определить пользовательские поля курса <strong>(Расширенная конфигурация)</strong>',
        scormUpload: 'Загрузите файл SCORM здесь. Вы можете изменить его в любое время в будущем.',
        ordering: 'Установите порядок курса, если вы хотите, чтобы этот курс отображался в другом порядке в списке курсов. ' +
          'Например, представьте, что у вас есть определенный курс, который должен быть первым в списке. Затем установите порядок на <strong>1</strong>.' +
          '<br><br><em>Чтобы игнорировать порядок, установите значение на <strong>1000</strong>. Курс будет отсортирован по времени его создания или обновления.</em>',
        preEnrollDescription: 'Укажите HTML-код всплывающего окна предварительной регистрации, которое будет отображаться для каждого учащегося до того, как он будет зачислен на курс.',
        preApproveEnrollmentDescription: 'Выберите этот вариант, если требуется утверждение регистрации. ' +
          'Учащиеся будут пытаться зарегистрироваться на курсы, но не смогут начать их, пока администраторы не утвердят их регистрацию.',
        aggregated: {
          metadata: 'Определите здесь все метаданные курса: название курса, изображение обложки, описание, продолжительность, теги. Определите порядок курса и пользовательские поля, если это необходимо.',
          socialLearning: 'Социальное обучение - определите, доступен ли форум для обсуждений после каждой лекции или нет.',
          achievements: 'Определите достижения курса - рамки аватара, баллы курса, сертификат.',
          courseAccess: 'Определите настройки, связанные с доступностью курса: даты начала и окончания, доступен ли он для анонимного просмотра или с помощью кодов регистрации.',
          recurring: 'Задайте настройки, если курс должен быть повторяющимся: зарегистрированные пользователи должны периодически повторять курс. ' +
            'Это может быть полезно для некоторых обязательных тренингов, таких как соответствие нормам. <strong>ПРИМЕЧАНИЕ: применяется только к учащимся, записанным группой.</strong>'
        },
        ai: {
          topicAndLocale: 'Укажите тему и язык генерируемого контента.',
          context: 'Предоставьте дополнительный контекст, например, что учащийся узнает из этого курса, цели, результаты обучения, бизнес-цели.',
          numberOfThings: 'Укажите количество модулей, тем и вариантов в каждом оценочном вопросе.'
        },
        featuredDescription: 'Отметьте этот курс как избранный. Он появится в большом карусельном разделе списка курсов.'
      },
      popup: {
        title: 'Заголовок всплывающего окна',
          subtitle: 'Подзаголовок всплывающего окна',
          content: 'Контент всплывающего окна',
          action: 'Действие всплывающего окна'
      }
    },
    newCourse: {
      courseName: 'Название курса',
      courseDescription: 'Описание курса',
      createNewCourse: 'Создать новый курс',
      newExternalResource: 'Создать новый внешний ресурс',
      createScormCourse: 'Импортировать пакет курса SCORM',
      scormCourseDescription: 'Создать курс и загрузить ваш пакет SCORM',
      scormCourseCaption: '(Или заменить URL файла SCORM)',
      newAiCourse: 'Создать новый курс с помощью ИИ',
      exploreAllWaysToCreateNewCourse: 'Исследуйте все способы создания курса',
      newUmbrellaCourse: 'Создать новый курс зонтик',
      importCourse: 'Импортировать курс в формате JSON',
      downloadJSON: 'Сохранить курс в формате JSON',
      uploadJSON: 'Загрузить JSON',
      uploadJSONExplanation: 'Загрузить файл json ранее экспортированного курса',
      uploadJSONCaption: 'Самый лучший способ клонирования курсов между воркспейсами!',
      createUmbrellaCourse: 'Создать Курс Зонтик',
      createUmbrellaCourseExplanation: 'Этот курс будет показывать дерево выбора для пользователей.',
      createUmbrellaCourseCaption: 'Пользователь ответит на несколько вопросов, и им подтянется правильный курс.',
      usingWizard: 'Создать курс используя смарт помощник',
      basedOnBloom: 'базируемый на обратном планировании и таксономии Блума',
      comingSoon: '(скоро)',
      usingBasicStructure: 'Создать курс используя базовую структуру',
      usingExternalResource: 'Создать новую ссылку на внешний ресурс',
      lookingLikeCourseCard: 'Этот курс будет выглядеть как обычная карточка курса',
      pointingToExternalResource: 'и будет переводить на внешний ресурс',
      createExternalCourse: 'Создать линк на внешний ресурс',
      toBeLaterFilledWithContent: 'Которую потом можно наполнить контентом',
      iKnowWhatDoing: '(Я знаю что делаю!)',
      passingRateCantBeMore: 'Балл прохождения не может быть больше 100',
      passingRateCantBeLess: 'Балл прохождения не может быть меньше 0',
      courseBeingCreated: 'Новый курс {name} создается...',
      courseBeingUpdated: 'Курс {name} обновляется...',
      usingAiTitle: 'Создать структуру курса с помощью ИИ 🪄',
      aiCourseBeingGenerated: 'Ваш курс генерируется...\n' +
        'Вы можете подождать, пока он будет готов, или проверить его позже в разделе "Управление курсами". Вы можете закрыть это окно сейчас.',
      usingAiDescription: 'Сгенерировать структуру курса, вводя инструкции в запрос.',
      usingAiCaption: '(Я чувствую удачу!)',
      beforeCreating: 'Перед тем, как создавать курсы, загрузите ' +
        '<strong><a href="https://assets.theworkademy.com/shared/WORKADEMY_CREATE_COURSE_FROM_SCRATCH.pdf" target="_blank">этот файл</a></strong>.' +
        'Он поможет вам структурировать ваши курсы.'
    },
    editExistingCourses: 'Администрировать существующие курсы',
    editExistingLearningPaths: 'Администрировать существующие траектории обучения',
    editCourseInfo: 'Редактировать',
    enrollUsers: 'Записать пользователей',
    durationInMinutes: 'Продолжительность в минутах',
    availabilityDates: 'Даты курса',
    manageCoursesTitle: 'Редактировать курсы',
    manageLearningPathsTitle: 'Редактировать траектории',
    templateCoursesTitle: 'Курсы шаблоны',
    forumEnabled: 'Форум (Disqus форум внизу каждой лекции)',
    voucherActivated: 'Запись по специальному коду',
    certificateEnabled: 'Сертификат в конце курса',
    sharableCertificate: 'Сертификат можно добавить в LinkedIn',
    oneTimeEnrollOnly: 'Единоразовая запись (без возможности повторения курса)',
    quiz: {
      questionText: 'Текст вопроса',
      questionSettings: 'Настройки вопроса',
      questionAnswers: 'Ответы',
      questionExplanation: 'Объяснение',
      limitAttempts: 'Лимитировать попытки ответов',
      numberAttempts: 'Количество попыток',
      addTimeLimit: 'Добавить ограничение по времени',
      timeLimitseconds: 'Ограничение по времени (секунд)',
      editAnswer: 'Редактировать ответ',
      editAnswerLabel: 'Редактировать ответ',
      explanation: 'Объяснение',
      editQuestion: 'Редактировать вопрос',
      addNewQuestion: 'Добавить новый вопрос',
      questionType: 'Тип вопроса',
      hasCorrectAnswer: 'Имеет правильный ответ',
      itemLabel: 'Item',
      categoryLabel: 'Категория',
      doesntCountForEvaluation: 'Не учитывается при оценке',
      mandatory: 'Отметить как обязательный',
      mandatoryExplanation: 'Учащийся должен ответить на этот вопрос, чтобы продолжить (работает вместе с последовательным обучением).',
      openAnswer: {
        evaluateOpenAnswerOf: 'Оценить ответ пользователя {user}',
        answer: 'Ответ',
        usersFile: 'Файл пользователя',
        downloadFile: 'Скачать файл пользователя',
        noFile: '{user} еще не загрузил(а) файл',
        markAsIncorrect: 'Отметить ответ как неверный',
        markAsCorrect: 'Отметить ответ как верный',
        openInNew: 'Открыть во всплывающем окне',
        questionTitle: 'Вопрос',
        feedbackTitle: 'Обратная связь',
        changeFeedback: 'Изменить отзыв',
        provideFeedback: 'Оставить отзыв',
        addFeedback: 'Добавить отзыв без оценки',
        gradeAnswerButtonCaption: 'Когда вы оцените ответ, отзыв (если он предоставлен) также будет отправлен'
      }
    },
    editingMode: {
      editCourse: {
        editCourseTitle: 'Редактировать курс {name}'
      },
      inlineEditorPlaceholder: 'Введите текст...',
      emojiPicker: {
        addEmoji: 'Добавить Эмодзи',
        unset: 'Сбросить',
        change: 'Изменить',
        pickerTitle: 'Выберите ваше эмодзи...',
        search: 'Поиск',
        notfound: 'Эмодзи не найдено',
        categories: {
          search: 'Результаты Поиска',
          recent: 'Часто Используемые',
          smileys: 'Смайлики & Эмотиконы',
          people: 'Люди & Тело',
          nature: 'Животные & Природа',
          foods: 'Еда & Напитки',
          activity: 'Активность',
          places: 'Путешествия & Места',
          objects: 'Предметы',
          symbols: 'Символы',
          flags: 'Флаги',
          custom: 'Пользовательские'
        }
      },
      placeholder: {
        courseTitle: 'Введите название курса...',
        courseDescription: 'Введите описание курса...',
        moduleTitle: 'Введите название модуля...',
        moduleDescription: 'Введите описание модуля...',
        lectureTitle: 'Введите название лекции...',
        lectureDescription: 'Введите описание лекции...',
        sectionTitle: 'Введите название секции...',
        sectionText: 'Введите текст секции...',
        questionText: 'Введите вопрос...',
        answerText: 'Введите ответ...',
        bubbleText: 'Введите текст пузыря...',
        optionTitle: 'Введите название опции...',
        accordionTitle: 'Введите название аккордеона...',
        accordionText: 'Введите текст...',
        quizDescription: 'Введите описание викторины...'
      },
      questionBank: {
        bankSwitch: 'Банк вопросов',
        title: 'Создать банк вопросов для этой лекции / модуля и использовать рандомно количество выбранных вопросов для каждого пользователя.',
        weightLabel: 'Сколько вопросов с весом {weight} из банка использовать?',
        weightHint: 'Максимум вопросов: {max}',
        usedText: 'Использовано <span class="font-weight-bold ">{numberOfUsedQuestions}</span> из общего количества <span class="font-weight-bold ">{totalNumberOfQuestions}</span> вопросов.'
      },
      lecture: {
        editLecture: 'Редактировать лекцию',
        topOfTheLectureHeader: 'Начало лекции (Обложка, Видео, Typeform, SCORM или Живая лекция)',
        editLectureHeader: 'Редактировать шапку лекции',
        noHeader: 'без шапочки',
        editHeaderCover: 'Кавер картинка',
        addHeaderCover: 'Кавер картинка',
        editVideoSource: 'Видео-лекция',
        addVideoSource: 'Видео-лекция',
        editLiveLecture: 'Живая лекция',
        editTypeformLecture: 'Typeform',
        addTypeformLecture: 'Typeform',
        editLoomLecture: 'Loom',
        addLoomLecture: 'Loom',
        addLiveLecture: 'Живая лекция',
        pasteLiveLink: 'Скопировать ссылку на Zoom или любую другую видео конференцию',
        liveStartTime: 'Дата начала',
        liveFinishTime: 'Дата конца',
        onClearHeader: 'Очистить шапку',
        lectureSettings: 'Настройки лекции',
        navigateLectureWith: 'Навигация по лекции с помощью:',
        navigateWithButton: 'Кнопки "Продолжить" (каждая следующая секция открывается при нажатии кнопки ПРОДОЛЖИТЬ)',
        navigateWithScroll: 'Скролла (все секции открываются сразу)',
        recordLoomVideo: 'Записать видео Loom',
        addLoomVideoUrl: 'Редактировать URL Loom',
        addScormUrl: 'Редактировать URL пакета SCORM',
        editPdfSectionDesc: 'Этот раздел позволяет вам отобразить PDF-файл внутри лекции и загрузить его.',
        lectureVisibility: {
          title: 'Настройка правил видимости лекции',
          buttonText: 'Изменить видимость лекции',
          dialog: {
            title: 'Правила видимости лекции',
            noRules: 'Пока не определены правила видимости',
            allRules: 'Показать лекцию, если она соответствует ВСЕМ этим правилам:',
            anyRules: 'И соответствует ЛЮБОМУ из этих правил:',
            addRuleButton: 'Добавить правило',
            whenText: 'Когда',
            operators: {
              QUESTIONS: {
                EQUALS: 'равно',
                NOT_EQUALS: 'не равно',
                CONTAINS: 'содержит',
                NOT_CONTAINS: 'не содержит'
              },
              GROUPS: {
                EQUALS: 'равно',
                NOT_EQUALS: 'не равно',
                CONTAINS: 'содержит хотя бы один',
                NOT_CONTAINS: 'не содержит ни одного'
              }
            },
            connectors: {
              AND: 'и',
              OR: 'или'
            },
            selectAQuestion: 'Выберите вопрос',
            selectAnAnswer: 'Выберите ответ'
          }
        }
      },
      editCourseStructure: 'Редактировать структуру курса',
      clickHereToChangeText: 'Нажмите здесь чтоб изменить текст',
      editCourseInfo: 'Редактировать',
      enrollUsers: 'Записать пользователей',
      checkProgress: 'Проверить прогресс',
      editCourseDescription: 'Редактировать описание курса',
      editLectureDescription: 'Редактировать описание лекции',
      addNewModule: 'Добавить модуль',
      addNewLecture: 'Добавить лекцию к модулю',
      addNewSection: 'Добавить новую секцию',
      addNewBranchSection: 'Добавить новую секцию разветвления',
      deleteModule: 'Удалить модуль',
      editModuleDescription: 'Редактировать описание модуля',
      deleteLecture: 'Удалить лекцию',
      deleteGamificationItem: 'Удалить достижение',
      saveCourseBeforeEditingLecture: 'Save the course before being able editing lecture',
      addSection: 'Add new section',
      addQuestion: 'Add new question',
      addNewBubble: 'add new bubble',
      newTextBubble: 'Text Bubble',
      newVideoBubble: 'Video Bubble',
      newAudioBubble: 'Audio Bubble',
      newQuestionBubble: 'Question Bubble',
      changeVideoSource: 'Change Video Source',
      changeAudioSource: 'Change Audio Source',
      editSection: 'Редактировать секцию',
      deleteSection: 'Удалить секцию',
      deleteOption: 'Удалить опцию',
      editMediaSource: 'Редактировать источник медиа',
      changeMediaSourceLabel: 'Поменять кавер картинку или видео',
      addVideoLabel: 'Вставьте ссылку на YouTube, Vimeo, Wistia, Loom или GoogleDrive',
      addVideoHint: 'Или нажмите "копировать URL" на элементе видео в библиотеке и вставьте его здесь.',
      videoSubtitles: 'Субтитры к видео',
      addVideoSubtitles: 'Добавить субтитры',
      editVideoSubtitles: 'Редактировать субтитры',
      addVideoSubtitlesTrack: 'Добавить дорожку субтитров',
      videoSubtitlesLocale: 'Язык',
      videoPreview: 'Здесь появится предварительный просмотр видео',
      addTypeformUrl: 'Скопируйте ссылку на тайпформ',
      addSevenTapsUrl: 'Скопируйте ссылку на курс 7Taps',
      addTypeformId: 'Скопируйте ID тайпформы',
      changeMediaSourceHint: 'Media source can be a path to an image in png or jpg/jpeg format. ' +
        'It can also be a path to a Youtube video in a form of https://www.youtube.com/embed/qeUGOsW8ewk ' +
        'or it can be a path to a Vimeo video in a form of https://player.vimeo.com/video/334294316',
      mediaSource: {
        clickToCreateVideoOrCover: 'Создать видео-лекцию либо поменять кавер картинку',
        clickToEditVideoSrc: 'Поменять ссылку на видео либо добавить кавер картинку',
        clickToEditCover: 'Поменять кавер картинку либо добавить ссылку на видео',
        canBeImage: 'Media source can be a path to an image in PNG or JPG format.',
        canBeYoutube: 'Media source can be a path to a YouTube video, e.g. https://www.youtube.com/embed/qeUGOsW8ewk',
        canBeVimeo: 'Media source can be a path to a Vimeo video, e.g. https://player.vimeo.com/video/334294316',
        canBeTypeform: 'Media source can be a path to a Typeform survey, e.g. https://workademy.typeform.com/to/j2OAMk',
        dropZoomInvite: 'Drop an invitation to your Zoom lecture',
        addMediaSource: 'Add a media source (image, video, or survey)',
        createZoomLecture: 'Create a Zoom lecture'
      },
      editQuestion: 'Редактировать Вопрос',
      addNewQuestion: 'Добавить вопрос',
      questionType: 'Тип Вопроса',
      questionSettings: 'Настройки вопроса',
      deleteQuestion: 'Удалить Вопрос',
      deleteQuestionDialogTitle: 'Опасная зона!',
      deleteQuestionDialogText: ' Deleting a question might result in error due to the students\' work in progress. ' +
        'Consider saving the course before trying this one.',
      newModuleName: 'Название модуля',
      newModuleDescription: 'Описание модуля',
      newLectureName: 'Lecture name',
      newLectureDescription: 'Lecture description',
      resetBtn: 'Отменить',
      resetBtnTooltip: 'Отменить все несохраненные изменения в курсе.',
      saveBtn: 'Сохранить',
      saveOnlyBtn: 'Только сохранить',
      saveAndNotifyBtn: 'Сохранить и уведомить обучающихся',
      saveAndNotifyDialog: {
        title: 'Сохранить и уведомить обучающихся',
        subtitle: 'Сохраните курс и уведомьте обучающихся о последних обновлениях.',
        notifyEveryone: 'Уведомить всех',
        youAreAboutToNotify: 'Нет обучающихся, соответствующих выбранным критериям для уведомления. | Вы собираетесь уведомить одного обучающегося. Нажмите «Уведомить», чтобы продолжить. | Вы собираетесь уведомить {n} обучающихся. Вы уверены, что хотите продолжить?',
        youAreAboutToNotifyMany: 'Нет обучающихся, соответствующих выбранным критериям для уведомления. | Вы собираетесь уведомить одного обучающегося. Нажмите «Уведомить», чтобы продолжить. | Вы собираетесь уведомить {n} обучающихся. Уведомление более 50 человек может занять до 2 часов, так как сообщения отправляются в рамках email-кампании. Вы уверены, что хотите продолжить?',
        notifyActive: 'Уведомить активных обучающихся',
        notifyGroup: 'Уведомить группу',
        message: 'Курс {courseName} был обновлён. Пожалуйста, ознакомьтесь с деталями курса.',
        messageTitle: 'Отправить уведомление',
        messageLabel: 'При необходимости измените сообщение по умолчанию.',
        notifyAGroup: 'Уведомить определённую группу',
        activeOrEveryoneTitle: 'Выберите, уведомлять только активных обучающихся или всех, включая тех, кто забросил или завершил курс.',
        activeOrEveryone: {
          active: 'Только активные обучающиеся (рекомендуется)',
          everyone: 'Все обучающиеся'
        },
        toast: {
          success: 'Обучающиеся успешно уведомлены об обновлениях.',
          error: 'Произошла ошибка при уведомлении обучающихся: {err}.'
        }
      },
      saveBtnTooltip: 'Есть несохраненные изменения. Сохраните их или сбросьте кнопкой отменить.',
      publishBtn: 'Опубликовать Курс',
      publishBtnTooltip: 'опубликовать или отменить публикацию курса, чтобы он стал доступным или недоступным в списке курсов или для поисковой оптимизации (для публичных воркспейсов).',
      unpublishBtn: 'Сделать Курс Недоступным',
      exportJSON: 'Экспортировать JSON',
      importJSON: 'Импортировать JSON',
      pasteJSON: 'Скопируйте сюда код JSON курса',
      errorReadingJSON: 'Ошибка чтения JSON',
      copyCourseUrl: 'Копировать URL-адрес курса',
      courseUrlCopied: 'Ссылка на курс скопирована',
      sections: {
        newTextSection: 'Текст',
        newQuestionSection: 'Вопрос',
        newDialogSection: 'Диалоговый формат',
        newPDFSection: 'PDF',
        newButtonSection: 'Кнопка',
        newImageTextSection: 'Картинка+Текст',
        newVideoTextSection: 'Видое+Текст',
        newAudioTextSection: 'Аудио+Текст',
        newAccordionSection: 'Гармошка',
        newBranchSection: 'Разветвление',
        newImportantSection: 'Важное',
        newAdditionalInfoSection: 'Дополнительная информация',
        newExamplesSection: 'Примеры',
        newGridSection: 'Сетка',
        newTextSectionDescription: 'This section is perfect for any type of text you want to add to your lecture. ' +
          'You can enrich it with formatting, bullet lists, images, videos, and any type of HTML you like.',
        newQuestionSectionDescription: 'This section serves whenever you want to add a single or multiple choice question inside your lecture.',
        newDialogSectionDescription: 'This section serves to add a small piece of chat-like content, with avatar and several bubbles. ' +
          'These bubbles can be text, video, image, or even a question bubbles!',
        newPDFSectionDescription: 'This section allows you to render a PDF inside a lecture and to download it.',
        newButtonSectionDescription: 'This section allows you to render a button inside a lecture pointing rather to internal or to external link.',
        newImageTextSectionDescription: 'This section is an easy way to add an image with some text. You can play with a size of image or text and change their sides.',
        newVideoTextSectionDescription: 'This section is an easy way to add a YouTube or a Vimeo video with some text. You can play with a size of a video or text and change their sides.',
        newAudioTextSectionDescription: 'Этот раздел - простой способ добавить аудио с некоторым текстом. Вы можете поэкспериментировать с размером отображения аудио или текста и изменить их стороны.',
        newAccordionSectionDescription: 'This section is a perfect way to add some optional information for those who want to know in a deeper detail. ' +
          'The information will be hidden inside the expandable options.',
        newBranchSectionDescription: 'Give some control to your learners providing several choices after which the course of the lecture will change. ' +
          'Currently only available for the dialog-like sections',
        newImportantSectionDescription: 'Highlight some important information of your lecture',
        newAdditionalInfoSectionDescription: 'Highlight some additional information of your lecture',
        newExamplesSectionDescription: 'Highlight some examples within your lecture',
        newGridSectionDescription: 'Создайте сетку с необходимым количеством строк и столбцов и заполните ее изображениями и/или текстом.',
        newTypeFormSectionDescription: 'Створіть вбудований розділ TypeForm',
        newTableSection: 'Таблица',
        newTableSectionDescription: 'Создайте таблицу с нужным количеством строк и столбцов',
        typeForm: {
          pasteUrl: 'Вставте URL тут'
        },
        accordion: {
          accordionTitle: 'Название гармошки',
          enterTitle: 'Введите название раздела гармошки',
          addAccordionSection: 'Добавьте секцию гармошки'
        },
        branch: {
          branchOptionName: 'Название Опции',
          branchingOptionsSectionsTitle: 'секции опции разветвления',
          addSection: 'добавить секцию',
          deleteOption: 'удалить опцию',
          saveOption: 'сохранить опцию',
          addBranchingOption: 'Добавить опцию разветвления',
          option1Title: 'Опция 1',
          option2Title: 'Опция 2',
          optionTitle: 'Название Опции'
        },
        grid: {
          columnsLabel: 'количество колонок',
          rowsLabel: 'количество строк',
          maxHeightLabel: 'максимальная высота колонки',
          text: 'Текст',
          image: 'Картинка',
          imageCaption: 'Подпись к картинке'
        },
        table: {
          sortable: 'Сортируется',
          fixFirstColumn: 'Закрепить первую колонку'
        },
        dialog: {
          configureDialogSection: 'Configure Dialog Section',
          leftSide: 'Left Side of the Conversation',
          rightSide: 'Right Side of the Conversation',
          avatarLink: 'Avatar Link',
          avatarName: 'Avatar Name',
          userPictureAvatar: 'User picture avatar'
        },
        examples: {
          branch: {
            option1: 'Option 1',
            option2: 'Option 2',
            option3: 'Option 3',
            text: 'Thank you for choosing the second option'
          },
          dialog: {
            content1: 'Hello',
            content2: 'Today we are going to talk about the weather',
            content3: 'Thank you for joining us'
          }
        },
        buttonSection: {
          buttonText: 'Button text',
          buttonLink: 'Button link',
          buttonClass: 'Button CSS class',
          text: 'This text will appear before the button. Remove it completely if it is not needed',
          textExample: 'Click on the button to proceed to the <strong>user settings</strong>',
          buttonTextExample: 'Let\'s go!'
        },
        importantLabel: 'Important',
        additionalInfoLabel: 'Additional Information',
        examplesLabel: 'Примеры'
      },
      tags: {
        searchTags: 'Поиск тегов',
        addTagsLabel: 'Add filtering tags to the course',
        noResults: 'No results matching "<strong>{search}</strong>". Press <kbd>enter</kbd> to create a new one'
      },
      lectureInClipboard: 'Lecture {lecture} is in clipboard. You can now paste it after any lecture.',
      moduleInClipboard: 'Module {module} is in clipboard. You can now paste it after any module.',
      sectionInClipboard: 'Section of the type {section} is in clipboard. You can now paste it after any section.',
      copyModule: 'Копировать Модуль',
      pasteModule: 'Вставить Модуль',
      copyLecture: 'Копировать Лекцию',
      pasteLecture: 'Вставить Лекцию',
      createCourseOfLecture: 'Создать публичный одностраничный курс',
      copyQuestion: 'Копировать Вопрос',
      pasteQuestion: 'Вставить Вопрос',
      copySection: 'Копировать Секцию',
      pasteSection: 'Вставить Секцию',
      quiz: {
        bankSwitch: 'Банк вопросов',
        changeQuestion: 'Изменить текст вопроса здесь'
      },
      umbrella: {
        itemTitle: 'Впишите вопрос для дерева решения',
        addDecisionOption: 'Добавить опцию',
        deleteOption: 'Удалить опцию',
        optionTitle: 'Текст опции',
        umbrellaCourse: 'Курс {courseName}',
        umbrellaOptions: '{optionsNumber} опций',
        backButton: 'Назад',
        nextButton: 'Следующие опции',
        decisionOption: 'Опция-вопрос',
        courseOption: 'Опция-курс'
      }
    },
    gamification: {
      typeLabel: 'Type',
      nameLabel: 'Name',
      descriptionLabel: 'Description',
      editGamification: 'Редактировать ачивки',
      addGamificationItem: 'Добавить ачивку',
      saveGamificationItems: 'Сохранить ачивки',
      changeName: 'Поменять название ачивки',
      changeDescription: 'Change the description of the item here',
      saveItems: 'Сохранить ачивки',
      hideEditing: 'Спрятать режим редактирования',
      editItem: 'редактировать ачивку',
      questionAnswerRateLabel: 'Questions answered rate',
      chooseCompletedLectures: 'Choose lectures that should be completed',
      chooseAnsweredQuestions: 'Choose questions to be answered',
      types: {
        QUESTIONS_ANSWERED: 'Отвеченные вопросы',
        LECTURES_COMPLETED: 'Пройденные лекции',
        QUESTIONS_ANSWERED_RATE: 'Рейт отвеченных вопросов'
      },
      achievementTypes: {
        FRAME: 'Frame'
      },
      collectAchievements: 'Начните коллекционировать ачивки: проходите курсы, отвечайте на вопросы!'
    },
    progress: {
      courseNotStarted: 'Курс еще не начался',
      courseInProgress: 'Курс в процессе',
      courseFinished: 'Курс завершён',
      coursesTitle: 'Курсы',
      learningPathsTitle: 'Tраектории',
      learningPathCourses: 'Курсы учебной траектории',
      coursesTitleCoursesName: 'Курсы - {courseName}',
      learningPathTitleCoursesName: 'Обучающие траектории - {learningPathName}',
      coursesTitleCourseUserName: 'Курсы - {courseName} - {userName}',
      learningPathTitleUserName: 'Обучающие траектории - {learningPathName} - {userName}',
      clickOnLearningPathStep: 'Щелкните по карточке курса, чтобы проверить прогресс {name} на курсе',
      learningPathNoSteps: 'В этой обучающей траектории нет шагов',
      cantFetchDataLearningPathStep: 'Не удалось получить данные для шага {stepName}. Скорее всего, шаг был выполнен пользователем {userName}',
      startedOn: 'Начат {startedOn}',
      finishedOn: 'Окончен {finishedOn}',
      progress: 'Прогресс: {progress}%',
      startedOnTitle: 'Начат',
      finishedOnTitle: 'Окончен',
      completedInTitle: 'Завершено за',
      progressTitle: 'Прогресс Квизов',
      lectureProgressTitle: 'Прогресс Лекций',
      courseProgressTitle: 'Прогресс курсов',
      lastActivityTitle: 'Последняя активность',
      statusTitle: 'Статус',
      certificateTitle: 'Сертификат',
      certificate: 'сертификат',
      nameTitle: 'Имя',
      emailTitle: 'Email',
      noCourses: 'Не создано ни одного курса',
      noLearningPaths: 'Не найдено обучающих траекторий',
      createCourses: 'Создать курсы',
      createLearningPaths: 'Создать обучающие траектории',
      progressOfUser: 'Прогресс учащегося {userName}',
      answeredQuestions: 'Отвечено <strong>{correct} / {total}</strong>',
      lecturesSeen: 'Просмотренные лекции: <strong>{seen} / {total}</strong>',
      seen: 'Просмотрено',
      lectureMarkedAsSeen: 'Отмечено как просмотренное',
      lectureIsNotMarkedAsSeen: 'Еще не просмотрено',
      wrongAttempts: '{wrong} / {total} попыток ответа',
      searchCoursePlaceholder: 'название, описание, тэги, и тп!',
      searchCourseLabel: 'Искать курсы',
      usersPerPage: 'Кол-во пользователей на страницу',
      downloadCSV: 'Скачать CSV',
      download: 'Скачать отчет',
      downloadFull: 'Загрузить полный отчет',
      totalStudents: 'Всего студентов: {total}',
      searchUserLabel: 'Найти пользователя по email адресу',
      searchUserPlaceholder: 'Email адрес для поиска',
      enrollCount: 'Нет записей | {n} запись | {n} записи | {n} записей',
      inactiveCount: 'Неактивно: {n}',
      abandonedCount: 'Брошено: {n}',
      runningCount: 'Активные записи: {n}',
      finishedCount: 'Завершено: {n}',
      noUsersInCourse: 'Нет пользователей, записанных на этот курс.',
      noUsersInLearningPath: 'Нет пользователей, назначенных на эту обучающую траекторию.',
      totalCourses: 'Всего найдено курсов: {total}',
      totalEnrollments: 'Всего найдено: {total}',
      totalPendingEnrollments: 'Всего ожидающих регистраций найдено: {total}',
      approvePendingTitle: 'Утвердить',
      approvePendingButton: 'Подтвердить',
      approvedSuccessfullyMessage: 'Регистрация {name} успешно утверждена.',
      approvedErrorMessage: 'Регистрация {name} не была утверждена из-за ошибки: {err}',
      reports: {
        reportIsGenerating: 'Отчет создается. Пожалуйста, подождите.',
        reportGeneratedSuccessful: 'Отчет успешно создан.',
        reportGeneratedWithError: 'Ошибка создания отчета: {ошибка}'
      },
      certificates: {
        userCertificateTitle: 'Сертификат',
        changeCertificateData: 'Изменить данные сертификата',
        dialog: {
          title: 'Изменить данные сертификата',
          nameLabel: 'Изменить имя ученика',
          changeButton: 'Изменить',
          success: 'Данные сертификата успешно изменены для {name}',
          error: 'При изменении данных сертификата для {name} произошла ошибка: {err}'
        }
      },
      detailed: {
        done: 'Завершено',
        inProgress: 'В процессе',
        notStarted: 'Не начато',
        hidden: 'Скрыто',
        locked: 'Заблокировано'
      },
      tabs: {
        detailedProgress: 'Детальный прогресс',
        enrolledUsers: 'Общий Прогресс',
        questionAnswersProgress: 'Ответы на Вопросы',
        pendingUsers: 'Пользователи на рассмотрении',
        pendingGrading: 'Ожидающие оценки',
        preCourseSurvey: 'Опрос перед курсом',
        postCourseSurvey: 'Опрос после курса'
      },
      pendingGrading: {
        learnerTableTitle: 'Учащийся',
        actionsTableTitle: 'Действия',
        questionTableTitle: 'Вопрос',
        answerTableTitle: 'Ответ',
        fileTableTitle: 'Файл',
        noPendingGradingFound: 'Ответов, ожидающих оценки, не найдено.',
        feedbackTitle: 'Обратная связь администратора курса',
        feedbackFieldTitle: 'Предоставить/Изменить отзыв',
        openToGiveFeedback: 'Открыть для предоставления отзыва',
        changeFeedback: 'Изменить отзыв'
      },
      questionAnswers: {
        questionTableTitle: 'Вопрос',
        userTableTitle: 'Пользователь',
        correctTableTitle: 'Правильно',
        userAnswerTableTitle: 'Ответ пользователя'
      }
    },
    usersManagement: {
      title: 'Администрирование пользователей',
      searchUserLabel: 'Искать пользователя по email',
      searchUserPlaceholder: 'john.doe@gmail.com',
      emailTitle: 'Email',
      hasCourseCreationRights: 'Может создавать курсы',
      hasVoucherCreationRights: 'Может создавать кампании',
      addCourseCreationRights: 'Добавить права создания курсов',
      nameTitle: 'Имя',
      sourceTitle: 'Source',
      adminTitle: 'Workspace Admin',
      invitedTitle: 'Приглашен',
      acceptedTitle: 'Приглашение принято',
      sendInvitationToEveryone: 'Пригласить всех пользователей',
      sendInvitationToGroup: 'Пригласить {groupName}',
      invited: 'приглашен',
      accepted: 'принял приглашение',
      sendInvitation: 'Послать приглашение',
      resendInvitation: 'Послать приглашение снова',
      revokeAccess: 'Отобрать доступ'
    },
    staffManagement: {
      title: 'Администиррование пользователей',
      inviteUsersDialogTitle: 'Пригласить пользователей',
      addUsers: 'Добавить пользователей',
      uploadUsersCSV: 'Или загрузите CSV-файл <strong>(формат: Имя, Фамилия, Электронная почта, Группа (необязательно))</strong>',
      inviteUsersDialogDescriptions: 'Новые участники получат электронное письмо после приглашения',
      inviteUsersByEmail: 'Пригласить пользователей по электронной почте',
      searchUserLabel: 'Искать пользователя по адресу эл.почты',
      searchUserPlaceholder: 'john.doe@gmail.com',
      emailTitle: 'Адрес эл.почты',
      hasCourseCreationRights: 'Может создавать курсы',
      hasVoucherCreationRights: 'Может создавать ваучеры',
      addCourseCreationRights: 'Добавить права редактирования курсов',
      hideExpiredCampaigns: 'Спрятать истекшие кампании',
      showExpiredCampaigns: 'Показать истекшие кампании',
      tabs: {
        userTabTitle: 'Пользователи',
        groupTabTitle: 'Группы',
        syncTabTitle: 'Управление приглашениями'
      },
      totalStudents: 'Всего найдено учащихся {total}',
      noGroups: 'Группы еще не назначены',
      searchGroup: 'Поиск групп',
      searchUsers: 'Поиск пользователей',
      inactiveForDays: 'Неактивен в течение дней',
      inactiveFor: 'Неактивен:',
      inactiveDaysCount: 'Количество дней неактивности',
      inactivityPeriods: {
        WEEK: 'больше недели',
        TWOWEEKS: 'больше двух недель',
        MONTH: 'больше месяца',
        HALFAYEAR: 'больше полугода',
        YEAR: 'больше года'
      },
      createUsersButtonTitle: 'Создать пользователей',
      detailsButtonTitle: 'Подробнее',
      totalGroups: 'Всего найдено групп: {total}',
      totalUsers: 'Всего найдено пользователей: {total}',
      createGroupButtonTitle: 'Создать группу',
      noRoles: 'Роли не назначены',
      noUsers: 'Нет участников в группе | {n} участник | {n} участника | {n} участников',
      learningJorneyTitle: 'Обучающее путешествие',
      timeSpentLearningTitle: 'Время, использованное на обучение',
      userCoursesTitle: 'Курсы пользователя (всего {n})',
      lastUserCoursesTitle: 'Курсы пользователя ({n})',
      lastUserLearningPathsTitle: 'Учебные траектории пользователя ({n})',
      userTitle: 'Пользователь',
      usersTitle: 'Пользователи',
      coursesTitle: 'Курсы',
      skillsTitle: 'Навыки',
      groupTitle: 'Группы',
      assignSkillButton: 'Назначить навык',
      removeSkillButton: 'Удалить навык',
      assignSkillsToUserTitle: 'Назначить навыки {name}',
      assignGroupButton: 'Назначить группу',
      assignGroupsToUserTitle: 'Назначить группы {name}',
      assignUserToGroupButton: 'Добавить пользователя в группу',
      removeUserFromGroupButton: 'Удалить пользователя из группы',
      permissionsTitle: 'Разрешения',
      assignPermissionButton: 'Изменить разрешения',
      blockUserButton: 'Заблокировать пользователя',
      unBlockUserButton: 'Разблокировать пользователя',
      deleteUserButton: 'Удалить пользователя',
      userBlockedSuccessful: 'Пользователь {name} успешно заблокирован',
      userBlockedWithError: 'При блокировке пользователя {name} произошла ошибка: {errorText}',
      userUnblockedSuccessful: 'Пользователь {name} успешно разблокирован',
      userUnblockedWithError: 'Произошла ошибка при блокировке пользователя {name}: {errorText}',
      userDeletedSuccessful: 'Пользователь {name} успешно удален',
      userDeletedWithError: 'При удалении пользователя {name} произошла ошибка: {errorText}',
      noSkillsYet: 'Навыки еще не приобретены',
      userCard: {
        name: 'Имя',
        memberSince: 'Член с',
        email: 'Электронная почта',
        role: 'Роль',
        group: 'Группы',
        timeSpentLearning: 'Общее время, проведенное на обучении на {workspaceName}:',
        nameAndEmail: 'Имя и электронная почта',
        status: 'Статус'
      },
      roles: {
        ROLE_STUDENT: 'Студент',
        ROLE_ADMIN: 'Администратор Воркспейса',
        ROLE_COURSE_ADMIN: 'Администратор курса',
        ROLE_VOUCHER_ADMIN: 'Администратор ваучеров',
        ROLE_FILE_UPLOAD: 'Загрузка файла',
        ROLE_INTEGRATIONS_MANAGER: 'Администратор интеграции'
      },
      statuses: {
        filterLabel: 'Статус пользователя',
        inactiveUserCourses: 'Неактивно',
        blocked: 'Заблокирован',
        running: 'В процессе',
        finished: 'Завершен',
        archived: 'В архиве',
        abandoned: 'Брошено',
        inactiveUserExplanation: 'Этот пользователь не продвигается ни по одному из курсов.'
      },
      notifyInactivityButton: 'Уведомить о неактивности',
      resultsFound: 'Результаты не найдены | найден {n} результат | найдено {n} результатов',
      notifications: {
        modal: {
          sendingAlert: 'Вы собираетесь отправить этому пользователю следующее уведомление.',
          sendingButton: 'Отправить',
          inactiveUserCourses: {
            title: 'Уведомить о неактивности',
            description: '',
            defaultMessage: 'Похоже, вы долгое время не добились прогресса в некоторых ваших курсах. Пожалуйста, вернитесь к своим активным курсам или попросите администратора назначить вас на новый.'
          },
          notificationSentSuccessfully: 'Уведомление успешно отправлено!',
          notificationSentWithError: 'Произошла ошибка при отправке уведомления пользователю: {errorText}'
        }
      },
      inviteGroupUsersSuccessful: 'Все пользователи группы {name} были успешно приглашены',
      inviteUserError: 'Произошла ошибка при приглашении пользователя {name}: {err}',
      inviteGroupUsersError: 'Произошла ошибка при приглашении пользователей группы {name}: {err}',
      addUsersSuccessful: 'Пользователи были успешно добавлены',
      addUsersError: 'Произошла ошибка при добавлении пользователей: {err}',
      groups: {
        title: 'Название группы',
        participants: 'Участники',
        source: 'Источник',
        created: 'Создано'
      }
    },
    integrationsManagement: {
      newPopupTitle: 'Новое соединение {name}',
      editPopupTitle: 'Редактировать соединение {name}',
      title: 'Интеграции',
      clientIdLabel: 'Client id',
      clientSecretLabel: 'Client secret',
      documentCategoryLabel: 'Document category ID',
      subdomainLabel: 'Субдомен (вашего воркспейса BambooHR)',
      tokenEndpointLabel: 'Token endpoint',
      responseTypeLabel: 'Response type',
      scopeLabel: 'Scope',
      userEndpointLabel: 'User API endpoint',
      emailPropertyLabel: 'Email property',
      authorizationEndpointLabel: 'Authorization endpoint',
      syncLabel: 'Управление приглашениями',
      syncUsersLabel: 'Sync',
      apiKeyLabel: 'API Key',
      appNameLabel: 'App Name',
      appKeyLabel: 'App Key',
      disqusIdLabel: 'Disqus ID',
      stripePublishableKeyLabel: 'Публикуемый ключ Stripe',
      stripeSecretKeyLabel: 'Секретный ключ Stripe',
      stripeDefaultTaxId: 'Идентификатор стандартной налоговой ставки Stripe',
      stripeTaxationCountry: 'Страна налогообложения Stripe',
      useInvoicing: 'Использовать выставление счетов',
      paymentMethodConfigurationId: 'Идентификатор конфигурации метода оплаты',
      openAiSecretKeyLabel: 'Open AI Secret Key',
      peopleForceApiKeyLabel: 'PeopleForce API Key',
      ripplingApiKeyLabel: 'Rippling API Key',
      liqpayPrivateKeyLabel: 'Приватный ключ LiqPay',
      liqpayPublicKeyLabel: 'Публичный ключ LiqPay',
      liqpaySandboxLabel: 'Это тестовый режим?',
      xTokenKeyLabel: 'xToken',
      categories: {
        HR: 'Human Resources',
        PAYMENT: 'Платежные сервисы',
        CONTENT: 'Создание контента',
        SOCIAL: 'Социальные сервисы',
        DEFAULT: 'Разное',
        DEV: 'Разработка – Аутентификация, Вебхуки, Электронные письма',
        CRM: 'CRM'
      },
      personio: {
        description: 'Синхронизация пользователей и групп. Автоматическая загрузка сертификатов в профили сотрудников.',
        explanation: '<ul>' +
          '<li>Go to settings > People > Documents > Categories and create a new category or just use one that suits uploading course certificates. Extract the id (by placing the mouse pointer above the category for example).</li>' +
          '<li>Go to Settings > API credentials. Create a new API Key (or reuse one of your choice). Give it a name, and select integration "Workademy"</li>' +
          '<li>Provide read access to "employees" and "documents" and write access to "documents". Select the following attributes: email, first name,  last name, employee id, and status.</li>' +
          '<li>Configure your integration with the information you collected, save, and synchronize.</li></ul>',
        syncSuccessful: 'Синхронизация пользователей с Personio успешна. Перейдите в консоль администрирования пользователей для пересмотра приглашений.',
        syncError: 'Синхронизация пользователей с Personio не успешна. {err}',
        connectSuccessful: 'Интеграция с API Personio успешна!',
        connectError: 'Ошибка при подключении с Personio. {err}',
        mappingInstructions: 'Сопоставьте значения пользовательских полей Personio с группами в Workademy.',
        fieldValuesLabel: 'Значения поля (нажмите пробел или tab для добавления)',
        fieldNamePlaceholder: 'Введите название поля',
        valueInputPlaceholder: 'Введите значение и нажмите пробел/tab',
        addFieldButton: 'Добавить пользовательское поле',
        certificateNameTemplateLabel: 'Шаблон названия сертификата',
         certificateNameTemplateHint: 'Доступные переменные: &#36;{userName}, &#36;{date}, &#36;{courseName}'
      },
      bamboo_hr: {
        description: 'BambooHR: ',
        explanation: 'Зайдите в админ аккаунт BambooHR. Субдомен это часть URL обозначающая вашу компанию, т.е. если ссылка company.bamboohr.com, то субдомен – "company". Нажмите на картинку профиля, выберите API Keys. Добавьте новый ключ и скопируйте значение ключа и субдомена в соответствующие поля.',
        syncSuccessful: 'Синхронизация пользователей BambooHR успешна. Перейдите в консоль администрирования пользователей для пересмотра приглашений.',
        syncError: 'Синхронизация пользователей с BambooHR не успешна. {err}',
        connectSuccessful: 'Интеграция с API BambooHR успешна!',
        connectError: 'Ошибка при подключении с BambooHR. {err}'
      },
      sage: {
        description: 'Синхронизируйте пользователей и линии отчетности в Workademy.',
        explanation: 'Зайдите в админ аккаунт Sage. Субдомен это часть URL обозначающая вашу компанию, т.е. если ссылка company.sage.com, то субдомен – "company". Нажмите на картинку профиля, выберите API Keys. Добавьте новый ключ и скопируйте значение ключа и субдомена в соответствующие поля.',
        syncSuccessful: 'Синхронизация пользователей Sage успешна. Перейдите в консоль администрирования пользователей для пересмотра приглашений.',
        syncError: 'Синхронизация пользователей с Sage не успешна. {err}',
        connectSuccessful: 'Интеграция с API Sage успешна!',
        connectError: 'Ошибка при подключении с Sage. {err}'
      },
      oauth2: {
        description: '',
        explanation: 'Настройте доступ OAuth2 здесь. Все атрибуты являются обязательными. ' +
          '<p><strong>ПРИМЕЧАНИЕ</strong>: на вашем сервере OAuth2 настройте <em>redirect_uri</em> как ' +
          '<em>https://{hostname}/signin/</em>.</p>',
        syncSuccessful: 'Синхронизация пользователей с OAuth2 прошла успешно. Перейдите в консоль управления пользователями, чтобы просмотреть приглашения.',
        syncError: 'Синхронизация пользователей с OAuth2 не удалась. {ошибка}',
        connectSuccessful: 'Успешно настроена интеграция с вашим API OAuth2',
        connectError: 'Ошибка подключения к OAuth2. {ошибка}',
        deleteSuccessful: 'Успешно удалена интеграция с OAuth2 API',
        deleteError: 'Ошибка удаления интеграции с сервером OAuth2. {ошибка}',
        authenticationScheme: 'Схема аутентификации',
        postAuthCheckTitle: 'Проверка после аутентификации',
        enablePostCheck: 'Включить проверку после аутентификации',
        availableVarsTitle: 'Доступные переменные',
        addVarsLabel: 'Добавить переменные из ответа OAuth2',
        varsPlaceholder: 'напр. статусПодписки, типАккаунта',
        varsHint: 'Эти переменные будут доступны в конструкторе условий',
        conditionTitle: 'Условие',
        varLabel: 'Переменная',
        operatorLabel: 'Оператор',
        valueLabel: 'Значение',
        conditionPreview: 'Предпросмотр условия:',
        actionTitle: 'Действие',
        actionType: 'Тип действия',
        redirectUrl: 'URL для перенаправления'
      },
      loom: {
        description: 'Встраивайте и управляйте видео Loom прямо в ваших курсах.',
        explanation: 'Зайдите в свой аккаунт Loom и скопируйте app name и app key',
        syncSuccessful: 'Синхронизация с Loom успешна',
        syncError: 'Синхронизация с Loom не успешна. {err}',
        connectSuccessful: 'Интеграция с Loom SDK успешна!',
        connectError: 'Ошибка при подключении с Loom SDK. {err}'
      },
      disqus: {
        description: 'Добавьте обсуждения и социальное взаимодействие в ваши курсы.',
        explanation: 'Зайдите в свой аккаунт Disqus и скопируйте app name',
        syncSuccessful: 'Синхронизация с Disqus успешна',
        syncError: 'Синхронизация с Disqus не успешна. {err}',
        connectSuccessful: 'Интеграция с Disqus успешна!',
        connectError: 'Ошибка при подключении с Disqus. {err}'
      },
      stripe: {
        description: 'Включите платежи и автоматическую выписку счетов.',
        explanation: '<div>\n' +
          '  <h2>Объяснение:</h2>\n' +
          '  <ol>\n' +
          '    <li>\n' +
          '      <strong>Публичный ключ:</strong><br />\n' +
          '      Откройте <a href="https://dashboard.stripe.com" target="_blank" class="tw-underline">панель управления Stripe</a> и скопируйте <strong>публичный ключ</strong> из настроек API.\n' +
          '    </li>\n' +
          '    <li>\n' +
          '      <strong>ID стандартной налоговой ставки:</strong><br />\n' +
          '      Перейдите в <a href="https://dashboard.stripe.com/tax-rates" target="_blank" class="tw-underline">раздел налоговых ставок</a> в панели управления Stripe.<br />\n' +
          '      - Скопируйте существующий <strong>ID инклюзивной налоговой ставки</strong>, или<br />\n' +
          '      - Создайте новую инклюзивную налоговую ставку, если это необходимо.\n' +
          '    </li>\n' +
          '    <li>\n' +
          '      <strong>Страна налогообложения:</strong><br />\n' +
          '      Выберите страну, в которой ваша компания зарегистрирована для уплаты налогов.<br />\n' +
          '      - Налоги будут начисляться только пользователям из этой страны.\n' +
          '    </li>\n' +
          '  </ol>\n' +
          '</div>\n',
        syncSuccessful: 'Синхронизация с Stripe прошла успешно',
        syncError: 'Синхронизация с Stripe не удалась. {err}',
        connectSuccessful: 'Интеграция с Stripe прошла успешно',
        connectError: 'Ошибка при подключении к Stripe. {err}',
        deleteSuccessful: 'Успешно удалена интеграция с Stripe',
        deleteError: 'Error deleting the integration with Stripe. {err}'
      },
      liqpay: {
        description: 'Легко принимайте украинские платежи.',
        explanation: 'Откройте свою панель управления LiqPay и скопируйте приватные и публичные ключи. Укажите, является ли это тестовой средой.',
        syncSuccessful: 'Синхронизация с LiqPay прошла успешно',
        syncError: 'Синхронизация с LiqPay не удалась. {err}',
        connectSuccessful: 'Интеграция с LiqPay прошла успешно',
        connectError: 'Ошибка при подключении к LiqPay. {err}',
        deleteSuccessful: 'Интеграция с LiqPay успешно удалена',
        deleteError: 'Ошибка при удалении интеграции с LiqPay. {err}'
      },
      revolut: {
        description: 'Включите международные платежи с интеграцией Revolut.',
        explanation: 'Откройте вашу панель управления Revolut и скопируйте секретные ключи клиента.',
        syncSuccessful: 'Синхронизация с Revolut успешна',
        syncError: 'Синхронизация с Revolut не успешна. {err}',
        connectSuccessful: 'Интеграция с Revolut успешна',
        connectError: 'Ошибка при подключении к Revolut. {err}',
        deleteSuccessful: 'Интеграция с Revolut успешно удалена',
        deleteError: 'Ошибка при удалении интеграции с Revolut. {err}'
      },
      open_ai: {
        description: 'Генерируйте контент курсов, используя свою учетную запись OpenAI.',
        explanation: 'Откройте панель управления Open AI и скопируйте ваш ключ',
        syncSuccessful: 'Синхронизация с Open AI успешна',
        syncError: 'Ошибка синхронизации с Open AI. {err}',
        connectSuccessful: 'Интеграция с Open AI успешна',
        connectError: 'Ошибка при подключении к Open AI. {err}',
        deleteSuccessful: 'Интеграция с Open AI успешно удалена',
        deleteError: 'Ошибка при удалении интеграции с Open AI. {err}'
      },
      people_force: {
        description: 'Прямая синхронизация записей сотрудников и структуры.',
        explanation: 'Откройте панель управления PeopleForce и скопируйте свой ключ API',
        syncSuccessful: 'Синхронизация с PeopleForce прошла успешно',
        syncError: 'Синхронизация с PeopleForce не удалась. {err}',
        connectSuccessful: 'Интеграция с PeopleForce выполнена успешно',
        connectError: 'Ошибка подключения к PeopleForce. {err}',
        deleteSuccessful: 'Интеграция с PeopleForce успешно удалена',
        deleteError: 'Ошибка удаления интеграции с PeopleForce. {err}'
      },
      rippling: {
        description: 'Автоматизируйте управление пользователями и группами с легкостью.',
        explanation: 'Если вы выбираете ключ API (API Key) в качестве режима аутентификации, вам нужно открыть панель управления Rippling и скопировать свой ключ API. Вам не нужно ничего делать, если вы выбираете режим аутентификации по учетным данным пользователя (User Credentials).',
        syncSuccessful: 'Успешная синхронизация с Rippling',
        syncError: 'Не удалось выполнить синхронизацию с Rippling. {err}',
        connectSuccessful: 'Успешное подключение к Rippling',
        connectError: 'Ошибка при подключении к Rippling. {err}',
        deleteSuccessful: 'Успешно удалена интеграция с Rippling',
        deleteError: 'Ошибка при удалении интеграции с Rippling. {err}'
      },
      deel: {
        description: 'Беспрепятственно синхронизируйте распределенные команды.',
        explanation: 'Откройте вашу панель Deel и скопируйте ключ доступа к API.',
        syncSuccessful: 'Синхронизация с Deel успешно завершена',
        syncError: 'Синхронизация с Deel не удалась. {err}',
        connectSuccessful: 'Интеграция с Deel успешно завершена',
        connectError: 'Ошибка при подключении к Deel. {err}',
        deleteSuccessful: 'Интеграция с Deel успешно удалена',
        deleteError: 'Ошибка при удалении интеграции с Deel. {err}'
      },
      monobank: {
        description: 'Подключите Monobank для локального потока платежей.',
        explanation: 'Откройте вашу панель Monobank и скопируйте ваш xToken.',
        syncSuccessful: 'Синхронизация с Monobank прошла успешно',
        syncError: 'Синхронизация с Monobank не удалась. {err}',
        connectSuccessful: 'Интеграция с Monobank успешна',
        connectError: 'Ошибка при подключении к Monobank. {err}',
        deleteSuccessful: 'Интеграция с Monobank успешно удалена',
        deleteError: 'Ошибка при удалении интеграции с Monobank. {err}'
      },
      hi_bob: {
        description: 'Легко поддерживайте синхронизацию людей и разрешений.',
        explanation: 'Войдите в свою панель управления HiBob и скопируйте ключи clientId и clientSecret.',
        syncSuccessful: 'Синхронизация с HiBob успешна',
        syncError: 'Синхронизация с HiBob не удалась. {err}',
        connectSuccessful: 'Интеграция с HiBob успешна',
        connectError: 'Ошибка при подключении к HiBob. {err}',
        deleteSuccessful: 'Интеграция с HiBob успешно удалена',
        deleteError: 'Ошибка при удалении интеграции с HiBob. {err}'
      },
      brevo: {
        description: 'Привлекайте учащихся с помощью автоматизированных CRM-кампаний.',
        eventTemplateMappingLabel: 'Сопоставление шаблонов',
        eventTemplateMappingDescription: 'Сопоставьте шаблоны электронной почты Workademy с шаблонами Brevo, введя соответствующие идентификаторы шаблонов Brevo.',
        explanation: 'Войдите в <strong><u><a href="https://app.brevo.com/settings/keys/api" target="_blank">панель управления Brevo</a></u></strong> и скопируйте свой API-ключ.',
        syncSuccessful: 'Синхронизация с Brevo успешно выполнена.',
        syncError: 'Синхронизация с Brevo не удалась. {err}',
        connectSuccessful: 'Интеграция с вашим аккаунтом Brevo успешно настроена',
        connectError: 'Ошибка подключения к Brevo. {err}',
        deleteSuccessful: 'Интеграция с Brevo успешно удалена',
        deleteError: 'Ошибка удаления интеграции с Brevo. {err}',
        templateMappingExplanation: 'Идентификаторы шаблонов можно найти в вашем <strong><u><a href="https://app.brevo.com/templates/listing" target="_blank">аккаунте Brevo</a></u></strong> в разделе Шаблоны электронной почты.',
        defaultEmailsWhenNoMapping: 'Использовать стандартные электронные письма, если сопоставление отсутствует (рекомендуется).',
        templateMappingHeaders: {
          lmsTemplate: 'События Workademy',
          audience: 'Аудитория',
          description: 'Описание',
          brevoTemplateID: 'Идентификатор шаблона Brevo'
        },
        templateMappingAudience: {
          learner: 'обучающийся',
          admin: 'администратор',
          any: 'любой'
        },
        templateMapping: {
          check_user_courses_notification_event: {
            title: 'Проверка прогресса по курсу',
            description: 'Отправляется обучающемуся для уведомления о неактивности'
          },
          new_open_ended_question_answered_event: {
            title: 'Новый ответ на открытый вопрос',
            description: 'Уведомление администратору, когда обучающийся отправляет ответ на открытый вопрос'
          },
          new_open_ended_question_graded_event: {
            title: 'Оценка открытого вопроса',
            description: 'Уведомляет обучающегося, когда его открытый вопрос оценен'
          },
          pending_user_course_approval_event: {
            title: 'Заявка на курс ожидает подтверждения',
            description: 'Уведомляет администратора о заявке на курс, ожидающей подтверждения'
          },
          registration_event: {
            title: 'Новый пользователь зарегистрирован',
            description: 'Отправляется, когда новый пользователь регистрируется на платформе'
          },
          reset_password_event: {
            title: 'Запрос на сброс пароля',
            description: 'Отправляется, когда пользователь запрашивает сброс пароля'
          },
          user_course_assigned_event: {
            title: 'Новое назначение курса',
            description: 'Уведомляет обучающегося о назначении нового курса'
          },
          user_learning_path_assigned_event: {
            title: 'Новое назначение учебного пути',
            description: 'Уведомляет обучающегося о назначении нового учебного пути'
          },
          workspace_invitation_event: {
            title: 'Приглашение в рабочую область',
            description: 'Отправляется, когда пользователь приглашен присоединиться к рабочей области'
          }
        }
      },
      intercom: {
        description: 'Чат, адаптация и сегментация на основе взаимодействий пользователей.',
        explanation: '<div tw-leading-[1.5]><div class="tw-mb-3">Для интеграции с Intercom выполните следующие шаги:</div>' +
          '<div class="tw-mb-1.5"><strong>1.</strong> Создайте приложение в Intercom <br>Перейдите в Настройки > Интеграции > Intercom Developer Hub и создайте приложение для доступа к API. После создания вы получите Access Token.</div>' +
          '<div class="tw-mb-1.5"><strong>2.</strong> Установите Intercom Messenger на ваш сайт <br>Перейдите в Настройки > Каналы > Messenger > Установка и скопируйте appId из примеров кода.</div>' +
          '<div class="tw-mb-1.5"><strong>3.</strong> Получите Web Identity Secret <br>Его можно найти в разделе Установка под пунктом Проверка идентификации.</div></div>',
        syncSuccessful: 'Синхронизация с Intercom выполнена успешно.',
        syncError: 'Синхронизация с Intercom не удалась. {err}',
        connectSuccessful: 'Интеграция с Intercom успешно выполнена!',
        connectError: 'Ошибка при подключении к Intercom. {err}',
        deleteSuccessful: 'Интеграция с Intercom успешно удалена.',
        deleteError: 'Ошибка при удалении интеграции с Intercom. {err}'
      },
      salesforce_mc: {
        description: 'Salesforce Marketing Cloud',
        explanation: 'Отправляйте автоматизированные персонализированные транзакционные письма из Workademy, используя свою учетную запись Salesforce Marketing Cloud.',
        syncSuccessful: 'Синхронизация с Salesforce Marketing Cloud прошла успешно.',
        syncError: 'Синхронизация с Salesforce Marketing Cloud не удалась. {err}',
        connectSuccessful: 'Интеграция с Salesforce Marketing Cloud успешно выполнена!',
        connectError: 'Ошибка подключения к Salesforce Marketing Cloud. {err}',
        deleteSuccessful: 'Интеграция с Salesforce Marketing Cloud успешно удалена.',
        deleteError: 'Ошибка удаления интеграции с Salesforce Marketing Cloud. {err}',
        subdomainLabel: 'Субдомен',
        templateMapping: {
          welcome_to_course_event: {
            title: 'Добро пожаловать на курс',
            description: 'Добро пожаловать на курс'
          }
        },
        templateMappingHeaders: {
          salesforceTemplateID: 'ID шаблона'
        }
      }
    },
    campaignManagement: {
      titleCampaigns: 'Кампании',
      searchCampaign: 'Поиск кампаний',
      totalCampaigns: 'Всего найдено кампаний: {total}',
      titleCampaign: 'Кампании – {name} – {courseName}',
      createCampaign: 'Создать кампанию',
      noCampaigns: 'Вы не создали еще ни одной кампании',
      campaignName: 'Название кампании',
      startDate: 'Дата начала',
      expireDate: 'Дата конца',
      maxUsages: 'Максимальное количество использований',
      newCampaign: 'Новая кампания',
      createDiscountCampaign: 'Создать новую скидку',
      discountLabel: 'Скидка (%)',
      voucherCode: 'Код ваучера',
      voucherUsage: 'Количество использований',
      noVouchers: 'Вы еще не добавили ваучеры к кампании',
      addVouchers: 'Сгенерировать ваучер коды',
      currentUsage: 'Использовано',
      campaignNameLabel: 'Поменять название компании',
      uniqueRedeem: 'Уникальное использование',
      multipleRedeem: 'Множественное использование',
      campaignType: 'Тип кампании',
      withMaxNumberUsages: 'максимальных использований {maxUsages} раз',
      editCampaign: 'Редактировать кампанию',
      deactivate: 'Деактивировать кампанию для курса',
      activate: 'Активировать кампанию для курса',
      addMoreVouchers: 'Сгенерировать ваучеры',
      uniqueRedeemExplanation: 'Ваучер-коды этой кампании – индивидуальны и могут быть использованы только один раз',
      multipleRedeemExplanation: 'Ваучер-коды этой кампании могут быть использованы несколько раз',
      newCampaignNameLabel: 'Назовите вашу кампанию',
      campaignCourse: 'Искать курс',
      hideExpiredCampaigns: 'Не показывать истекшие кампании',
      showExpiredCampaigns: 'Показать истекшие кампании',
      noPaymentInformationAlert: 'Отсутствуют данные об оплате курса. Выберите курс либо настройте данные об оплате выбранного курса.',
      paymentWithDiscountInfo: 'Исходная цена курса: <strong>{price} {currency}</strong>. Цена со скидкой: <strong>{discounted} {currency}</strong>',
      campaignTypes: {
        labels: {
          COURSE_ENROLLMENT: 'Кампания по ограничению доступа к курсу',
          COURSE_PERCENT_DISCOUNT: 'Кампания скидок при оплате курса'
        }
      },
      voucherActivated: {
        voucherActivatedMessage: 'Активация ваучера для этого курса включена',
        voucherNotActivatedMessage: 'Не забудьте включить активацию ваучера для этого курса',
        editCourseLinkText: 'Редактировать курс'
      },
      editVoucherCodeLabel: 'Редактировать код ваучера',
      editButton: 'Редактировать',
      editVoucherCodeSuccess: 'Код ваучера успешно изменен на {code}.',
      editVoucherCodeError: 'Произошла ошибка при изменении кода ваучера на {code}: {err}',
      requiredInvalidMessage: 'Это обязательное поле',
      periodInvalidMessage: 'Должно быть положительным целым числом',
      discountInvalidMessage: 'Скидка должна быть от 1 до 100.'
    },
    learningArtifactsManagement: {
      learningArtifactsManagement: 'Управление артефактами', // Google translate...
      skillsTitle: 'Навыки',
      achievementsTitle: 'Достижения',
      avatarsTitle: 'Аватарки',
      skillLevel: 'Нет уровней | Уровень 1 | Уровень {n}',
      skillLevelNameLabel: 'Название Навыка',
      skillLevelDescriptionLabel: 'Описание Навыка',
      editCard: {
        numberOfLevelsSubtitle: 'Без уровней | {n} уровень | {n} уровня | {n} уровней'
      },
      noSkills: 'Скоро здесь будут новые навычки',
      noAchievements: 'Скоро здесь будут достижения'
    },
    workspaceManagement: {
      title: 'Управление рабочим пространством',
      tabs: {
        general: {
          title: 'Общее',
          workspaceName: {
            title: 'Название рабочей области',
            subtitle: 'Установите или отредактируйте название рабочей области.',
            label: 'Введите название рабочей области',
            rules: {
              required: 'Название обязательно',
              lessThan: 'Название должно быть короче 64 символов',
              invalidCharacters: 'Специальные символы не разрешены'
            }
          },
          language: {
            title: 'Язык по умолчанию',
            subtitle: 'Настройте язык по умолчанию для рабочей области.',
            label: 'Выберите язык по умолчанию'
          },
          privacySettings: {
            title: 'Настройки конфиденциальности рабочей области',
            subtitle: 'Управляйте, является ли рабочая область общедоступной и может ли она индексироваться поисковыми системами.',
            label: 'Публичная рабочая область'
          },
          inviteOnly: {
            title: 'Параметры присоединения к рабочей области',
            subtitle: 'Установите, доступна ли рабочая область для всех или только по приглашению.',
            label: 'Только по приглашению'
          }
        },
        apiKeys: {
          title: 'API ключи',
          noApiKeys: 'У вас пока нет API ключей',
          errorCreating: 'Ошибка при создании API ключа: {error}',
          errorDeleting: 'Ошибка при удалении API ключа: {error}',
          copySuccessful: 'API ключ успешно скопирован.',
          copyError: 'Не удалось скопировать API ключ: {error}',
          createApiKeyButton: 'Создать API ключ сейчас',
          removeApiKeyButton: 'Удалить API ключ'
        },
        userInteraction: {
          title: 'Взаимодействие с пользователем'
        },
        seoMetadata: {
          title: 'SEO и метаданные',
          subtitle: 'Управляйте мета-тегами для поисковых систем и социальных сетей (например, OpenGraph, Twitter cards).',
          pageTitleLabel: 'Заголовок страницы',
          pageKeywordsLabel: 'Ключевые слова страницы',
          pageDescriptionLabel: 'Описание',
          twitter: {
            title: 'Twitter/X',
            titleLabel: 'Заголовок Twitter',
            descriptionLabel: 'Описание'
          },
          opengraph: {
            title: 'OpenGraph',
            titleLabel: 'Заголовок OpenGraph',
            descriptionLabel: 'Описание OpenGraph'
          },
          rules: {
            maxChars: 'Максимум {characters} символов',
            alphaNumericSpacePunctuation: 'Разрешены только буквенно-цифровые символы, пробелы и знаки препинания',
            alphaNumericCommasSpaces: 'Разрешены только буквенно-цифровые символы, запятые и пробелы',
            alphaNumericCommasSpacesPipe: 'Разрешены только буквенно-цифровые символы, пробелы и символы |, -',
            alphaNumericCommasSpacesPipeDash: 'Разрешены только буквенно-цифровые символы, пробелы и символы |, -, :',
            invalidOpenGraphImage: 'Загруженное изображение должно быть в одном из следующих форматов: JPG, PNG или GIF.'
          }
        },
        popups: {
          title: 'Всплывающие окна',
          preEnrollPopup: {
            title: 'Всплывающее окно перед записью на курс',
            addDefaultContentButton: 'Заполнить стандартным содержанием'
          }
        },
        lookandfeel: {
          title: 'Внешний вид',
          folderView: {
            title: 'Отображение ассетов',
            subtitle: 'Настройте отображение курсов для учащихся',
            label: 'Вид',
            folder: 'Папки',
            flat: 'Плоский'
          }
        }
      }
    },
    mainAdminPage: {
      checkStudentsProgressTitle: 'Проверить прогресс студентов',
      checkStudentsProgressDescription: 'Проверить прогресс учащихся для каждого курса этого портала',
      checkAnalyticsDashboardTitle: 'Дашборд аналитики',
      checkAnalyticsDashboardDescription: 'Просмотреть общую аналитику прохождения всех курсов, модулей и лекций этого портала',
      manageRolesTitle: 'Администрирование пользователей',
      manageRolesDescription: 'Добавлять или удалять права создания курса для отдельных пользователей этого портала',
      manageIntegrationsTitle: 'Администрирование интеграций',
      manageIntegrationsDescription: 'Добавлять, редактировать, удалять интеграции со сторонними сервисами',
      manageLearningArtefactsTitle: 'Администрирование учебных артефактов',
      manageLearningArtefactsDescription: 'Добавить, удалить, редактировать навыки, достижения, и тп',
      manageUsersTitle: 'Управление пользователями и группами',
      manageUsersDescription: 'Назначайте навыки, блокируйте пользователей, добавляйте или отзывайте права для пользователей. Синхронизируйте пользователей с интегрированных платформ.',
      manageWorkspaceTitle: 'Управление рабочим пространством',
      manageWorkspaceDescription: 'Управляйте внешним видом рабочего пространства, глобальными всплывающими окнами и атрибутами рабочего пространства.'
    },
    menu: {
      home: 'Главная',
      userMgmt: 'Администрирование пользователей',
      progress: 'Прогресс учащихся',
      dashboard: 'Аналитика',
      campaignMgmt: 'Кампании',
      staffMgmt: 'Администрирование админов',
      integrationsMgmt: 'Администрирование интеграций',
      usersMgmt: 'Администрирование пользователей',
      groupsMgmt: 'Управление группами',
      artifactsMgmt: 'Администрирование навычек',
      workspaceMgmt: 'Администрирование воркспейса'
    },
    library: {
      supported: {
        IMAGE: 'картинки',
        PDF: 'pdf',
        MP3: 'mp3'
      },
      maxSizeAllFiles: 'PDF-файлы не должны превышать {pdfSize}MB, видео – {videoSize}MB, другие – {fileSize}MB',
      maxSizeNormalFiles: 'Каждый файл не должен превышать {fileSize}MB',
      fileTypeWithArticle: {
        IMAGE: 'картинку',
        PDF: 'pdf',
        MP3: 'MP3'
      },
      title: 'Библиотека ресурсов',
      searchLibrary: 'Поиск',
      searchLibraryLabel: 'Искать файлы по названию',
      uploadTitle: 'Загрузить',
      uploaderHelpText: 'Выберите {supported}',
      uploadImagesOrMp3: 'другие форматы',
      uploadPdfs: 'PDF',
      errorUploadingFile: 'Произошла ошибка при загрузке файла: {err}',
      successUploadingFile: 'Файл {fileName} успешно загружен',
      clickHereToOpenLibrary: 'Нажмите чтоб открыть библиотеку',
      dragImageHere: 'Drag image here',
      dragFileFromLibrary: 'Перетащить {fileType} из библиотеки',
      dragPdfHere: 'Drag pdf here',
      fileName: 'Название файла',
      category: 'Категория',
      updatingFile: 'Обновление файла везде',
      categories: {
        ALL: 'Все',
        AVATAR: 'Аватарки',
        COVER_IMAGE: 'Каверы',
        CONTENT: 'Контент',
        FRAME: 'Достижения',
        OTHER: 'Другие'
      },
      errors: {
        type: 'Неверный тип файла. Поддерживаются только {supported}',
        size: 'Размер файлов не должен превышать {size}',
        pdfSize: 'Размер файлов PDF не должен превышать {size}.',
        mp4Size: 'Размер файлов MP4 не должен превышать {size}.'
      },
      buttons: {
        download: 'Скачать оригинал',
        delete: 'Удалить из библиотеки',
        replace: 'Заменить файл'
      },
      libraryItemTooltip: '<h6>{name}</h6><hr><div class="caption">Кликните, чтобы скопировать URL.</div>',
      showCourseFiles: 'Отображаемые файлы были загружены в рамках текущего курса. Переключите кнопку, чтобы видеть все файлы в рабочем пространстве.',
      showWorkspaceFiles: 'Отображаются все файлы из рабочего пространства. Переключите кнопку, чтобы видеть только файлы, загруженные в рамках текущего курса.',
      showWorkspaceFilesToggleButton: 'Показать все файлы рабочего пространства'
    },
    sectionsLibrary: {
      title: 'Секции',
      previewAndDrag: 'выберите иконку секции для предварительного просмотра и для того чтоб добавить секцию к лекции'
    },
    analytics: {
      title: 'Аналитика',
      startDateLabel: 'Дата начала',
      endDateLabel: 'Дата конца',
      aggregateByLabel: 'Группировать по',
      customInterval: 'Кастомный интервал',
      selectedIntervalWasNotPossible: 'Нет данных за выбранный вами период. Показываем данные за наибольший период времени, за который можно было извлечь данные.',
      aggregations: {
        DAY: 'дням',
        MONTH: 'месяцам',
        MINUTE: 'минутам',
        WEEK: 'неделям',
        YEAR: 'годам',
        HOUR: 'часам'
      },
      intervals: {
        YESTERDAY: 'вчера',
        LAST24H: 'прошлые 24 часа',
        LASTWEEK: 'прошлая неделя',
        PREVIOUS7DAYS: 'прошлые 7 дней',
        LASTMONTH: 'прошлый месяц',
        LAST3MONTHS: 'последние 3 месяца',
        LAST6MONTHS: 'последние 6 месяцев',
        PREVIOUS30DAYS: 'прошлые 30 дней',
        PREVIOUS365DAYS: 'прошлые 365 дней',
        LASTYEAR: 'прошлый год',
        CUSTOM: 'выбрать'
      },
      dashboard: {
        itemsPerPageText: 'Строк на страницу',
        allCourses: 'Все курсы',
        allCountries: 'Все страны',
        allCampaigns: 'Все кампании',
        facts: {
          lectures: {
            title: 'Лекции'
          },
          enrolments: {
            title: 'Записи на курс'
          },
          questions: {
            title: 'Ответы на вопросы'
          },
          certificates: {
            title: 'Сертификаты'
          }
        },
        coursesLabel: 'Курсы',
        countriesLabel: 'Страны',
        campaignsLabel: 'Кампании',
        enrolmentsCaption: 'регистраций',
        seenCaption: 'просмотрено',
        answeredCaption: 'ответов',
        issuedLabel: 'выдано',
        modulesLabel: 'Модули',
        certificatesLabel: 'Сертификаты',
        lecturesLabel: 'Лекции',
        questionsLabel: 'Вопросы',
        workspaceUsersLabel: 'Пользователи',
        campaignsCaption: 'использовано',
        workspaceUsersCaption: 'логинов',
        funnelCaption: 'топ-курсы: конверсия',
        funnelLabel: 'Конверсионная воронка',
        funnel: {
          amountLogin: 'Пользователей залогинилось',
          amountEnrolments: 'Записались на курсы',
          amountCertificates: 'Выдано сертификатов',
          enrollments: 'Записей на курсы',
          finishedModule: 'Завершенных модулей'
        },
        chartLabels: {
          enrolments: {
            enrolled: 'Записано',
            started: 'Начат',
            ended: 'Окончен',
            abandoned: 'Заброшен',
            amountStarted: 'Записано',
            amountMsCourseStarted: 'Начат',
            amountEnded: 'Окончен',
            amountAbandoned: 'Заброшен',
            avgDaysBetweenEnded: 'Среднее кол-во дней прохождения курса'
          },
          certificates: {
            amountIssued: 'Выдано',
            avgScore: 'Средний балл',
            minScore: 'Минимальный балл',
            maxScore: 'Максимальный балл'
          },
          questions: {
            amountCorrect: 'Правильные ответы',
            amountWrong: 'Неправильные ответы',
            maxWrongAttempts: 'Максимальное кол-во попыток',
            minWrongAttempts: 'Минимальное кол-во попыток',
            avgWrongAttempts: 'Среднее кол-во попыток'
          },
          lectures: {
            seen: 'Просмотрено',
            amountSeen: 'Просмотрено лекций'
          },
          campaigns: {
            amountRedeemed: 'Использовали'
          },
          workspaceUsers: {
            amountLogin: 'Зашли',
            amountRegister: 'Зарегистрировались'
          }
        },
        noDataToDisplay: 'Нет данных',
        dataLoading: 'Данные загружаются...'
      },
      validationRules: {
        startDateLessEndDate: 'Дата начала должна быть раньше даты концы'
      }
    },
    createCoursesHeader: {
      create: 'Создать',
      chooseOther: 'Другие возможности создания курсов',
      beforeCreatingCourseTitle: 'Перед созданием курса',
      beforeCreatingCourseDescription: 'Прочитайте этот документ перед созданием курса, он поможет вам создать отличную структуру курса!',
      beforeCreatingCourseAction: 'Скачать PDF',
      createCourseTitle: 'Создать курс',
      createCourseDescription: 'Выберите наиболее удобный способ создания курса.',
      createCourseAction: 'Начать здесь',
      createLearningPathTitle: 'Создать траекторию обучения',
      createLearningPathDescription: 'Создать траекторию обучения из существующих курсов.',
      createLearningPathAction: 'Начать здесь'
    },
    learningPaths: {
      title: 'Траектории обучения',
      noLearningPaths: 'Еще нет созданных траекторий обучения',
      createNewLearningPathTitle: 'Создать новую траекторию обучения',
      editLearningPathTitle: 'Редактировать траекторию обучения {name}',
      saveInfo: {
        success: 'Траектория обучения {name} успешно сохранена'
      },
      stepper: {
        title: 'Название и кавер картинка',
        titleLabel: 'Название траектории обучения',
        coverImageChooser: 'Выберите кавер картинку для траектории обучения',
        description: 'Описание траектории обучения',
        courses: 'Курсы траектории обучения',
        coursesOrder: 'Порядок курсов',
        learningPathSteps: 'Шаги и Цели Траектории Обучения',
        users: 'Добавить пользователей',
        achievements: 'Достижения',
        createLearningPath: 'Создать траекторию обучения',
        editLearningPath: 'Обновить траекторию обучения',
        checkAndSave: 'Проверить и сохранить',
        searchUsers: 'Искать пользователей',
        skills: 'Назначить навыки',
        searchSkills: 'Навыки поиска',
        assignUserToTheLearningPathButton: 'Назначить пользователя',
        assignSkillToTheLearningPathButton: 'Назначить навык',
        removeSkillFromTheLearningPathButton: 'Убрать навык',
        assignGroupsToUserTitle: 'Назначить группы',
        searchGroups: 'Поиск групп',
        certifiable: 'Сертифицируемый',
        timing: 'Время выполнения траектории обучения',
        achievementItem: {
          name: 'Добавьте название достижения',
          description: 'Добавьте описание достижения',
          image: 'Добавьте картинку для достижения'
        },
        loadingCourses: 'Курсы грузятся...',
        selectedCourses: 'Курсы не выбраны | Выбран 1 курс | Выбрано {n} курсов | Выбран {n} курс',
        info: {
          title: 'Добавьте название и кавер картинку для траектории обучения. Вы сможете изменять их в любой момент после создания/редактирования траектории.',
          description: 'Добавить описание траектории обучения.',
          courses: 'Выберите курсы, которые будут составлять траекторию обучения.',
          coursesOrder: 'Отсортируйте курсы по порядку, по которому должна проходиться траектория обучения.',
          users: 'Выберите пользователей, которым нужно назначить эту траекторию обучения.',
          skills: 'Выберите уровни навыков, которые пользователи приобретут после прохождения траектории обучения.',
          achievements: 'Создать достижения за каждый пройденный курс траектории обучения.',
          checkAndSave: 'Проверить курсы и достижения перед сохранением траектории обучения. Сохраните траекторию обучения перед назначением ее пользователям.',
          saveBeforeUser: 'Добавьте название траектории обучения перед тем как добавлять к ней пользователей.',
          learningPathSteps: 'Определите здесь шаги траектории обучения, соответствующие курсы и цели. ' +
            'Перетащите шаги, чтобы изменить их порядок.',
          certifiable: 'Включить сертификат в конце обучающего пути.',
          timing: {
            title: 'Управление временем выполнения обучающего пути',
            description: 'Настройте параметры времени для обучающего пути. Укажите количество дней для отправки напоминаний о неактивности и максимально допустимую продолжительность для завершения до автоматического отмены.',
            reminderAfterInactivity: {
              title: 'Отправить напоминание после неактивности',
              description: 'Автоматически отправляйте напоминания обучающимся, если они не завершили обучающий путь в течение [N дней] с даты начала. Поддерживайте вовлеченность обучающихся с помощью своевременных напоминаний.',
              label: 'Дни до напоминания',
              tooltip: 'Введите количество дней с даты начала для отправки напоминания о незавершенных обучающих путях.'
            },
            automaticCancellationTime: {
              title: 'Установить срок завершения',
              description: 'Определите максимальное время (в днях), допустимое для завершения обучающего пути. Если обучающийся не завершит его в течение [N дней] с даты начала, путь будет автоматически отменен.',
              label: 'Дни до отмены',
              tooltip: 'Введите максимальное количество дней, разрешенных для завершения обучающего пути. После этого периода он будет автоматически отменен.'
            },
            automaticRetake: {
              title: 'Автоматический повтор',
              description: 'Автоматически повторно начать обучение (если оно еще не начато) через определенное время после последнего начала.',
              labelValue: 'Значение',
              labelUnit: 'Период'
            }
          }
        },
        learningPathStepsPage: {
          addNewStepButton: 'Создать Новый Шаг на основе Курса',
          addNewGoalButton: 'Добавить Цель',
          stepTitle: 'Название Шага',
          stepDescription: 'Описание Шага',
          addEditGoal: 'Добавить/Редактировать Цель',
          saveGoal: 'Сохранить Цель',
          courseCardTitle: 'Курс',
          goalCardTitle: 'Цель'
        }
      }
    },
    skills: {
      newSkillTitle: 'Создать новый навык',
      editSkillTitle: 'Редактировать навык {имя}',
      titleLabel: 'Название навыка',
      createSkill: 'Создать навык',
      editSkill: 'Обновить навык',
      stepper: {
        title: 'Заголовок и обложка',
        titleLabel: 'Название навыка',
        coverImageChooser: 'Выберите обложку для навыка',
        description: 'Описание навыка',
        levels: 'Уровни навыка',
        info: {
          title: 'Добавьте сюда название и обложку для навыка. Вы сможете изменить его в будущем.',
          description: 'Добавить сюда описание навыка. Его можно изменить в будущем.',
          level: 'Вы можете установить уникальный уровень или выбрать несколько уровней и задать для каждого из них свое описание. <strong>Все эти настройки можно изменить впоследствии.</strong>'
        },
        createSkill: 'Создать навык',
        editSkill: 'Редактировать навык',
        levelTypesLabel: 'Типы уровней',
        uniqueLevelLabel: 'Уникальный уровень',
        multipleLevelLabel: 'Несколько уровней',
        addNewSkillLevelButton: 'Добавить уровень'
      }
    },
    groups: {
      newGroupTitle: 'Создать новую группу',
      editGroupTitle: 'Редактировать группу {name}',
      titleLabel: 'Название группы',
      createGroup: 'Создать группу',
      editGroup: 'Обновить группу',
      stepper: {
        title: 'Название группы',
        titleLabel: 'Имя группы',
        description: 'Описание группы',
        users: 'Группа пользователей',
        courses: 'Групповые курсы',
        learningPaths: 'Групповые пути обучения',
        titleErrorMessage: 'Название группы обязательно',
        maximumCharactersErrorMessage: 'Превышен максимальный лимит символов.',
        info: {
          title: 'Добавьте сюда название группы. Вы сможете изменить его в будущем',
          description: 'Добавить сюда описание группы. Его можно изменить в будущем.',
          users: 'Здесь вы можете добавлять и удалять пользователей.'
        },
        addUserToGroupButton: 'добавить пользователя',
        removeUserToGroupButton: 'удалить пользователя',
        createGroup: 'Создать группу',
        editGroup: 'Обновить группу'
      }
    },
    statusMessages: {
      enrolledWithSuccess: 'Пользователь {name} записан(а) успешно',
      enrolledWithError: 'Возникла ошибка при записи пользователя {name}: {errorText}',
      unenrolledWithSuccess: 'Регистрация пользователя {name} была успешно отменена',
      unenrolledWithError: 'При отмене регистрации {name} произошла ошибка: {errorText}',
      learningPathAssignedWithSuccess: 'Пользователь {name} записан(а) на траекторию обучения успешно',
      learningPathAssignedWithError: 'Возникла ошибка при записи пользователя {name} на траекторию обучения: {errorText}',
      learningPathDeletedWithSuccess: 'Траектория обучения {name} успешно удалена',
      learningPathDeletedWithError: 'Произошла ошибка при удалении траектории обучения: {errorText}',
      newSkillCreated: 'Навык {name} успешно создан',
      skillUpdated: 'Навык {name} успешно обновлен',
      skillCreatedWithError: 'Произошла ошибка при создании навыка {name}: {errorText}',
      skillAssignedToLearningPathWithSuccess: 'Навык {name} был успешно назначен траектории обучения',
      skillAssignedToLearningPathWithError: 'Произошла ошибка при назначении навыка траектории обучения: {errorText}',
      skillAssignedToUserWithSuccess: 'Навык {name} был успешно назначен пользователю {userName}',
      skillAssignedToUserWithError: 'Произошла ошибка при назначении навыка {name} пользователю {userName}: {errorText}',
      skillUpdatedWithError: 'Произошла ошибка при обновлении навыка {name}: {errorText}',
      addToGroupWithSuccess: 'Пользователь {userName} успешно добавлен в группу {groupName}',
      addToGroupWithError: 'Произошла ошибка при добавлении пользователя {userName} в группу {groupName}: {errorText}',
      removeFromGroupWithSuccess: 'Пользователь {userName} успешно удален из группы {groupName}',
      removeFromGroupWithError: 'Произошла ошибка при удалении пользователя {userName} из группы {groupName}: {errorText}',
      newGroupCreated: 'Группа {name} успешно создана',
      groupCreatedWithError: 'Произошла ошибка при создании группы {name}: {errorText}',
      groupUpdated: 'Группа {name} успешно обновлена',
      groupUpdatedWithError: 'При обновлении группы {name} произошла ошибка: {errorText}',
      groupAssignedToUserWithSuccess: 'Пользователь {userName} успешно добавлен в группу {name}',
      groupAssignedToUserWithError: 'Произошла ошибка при назначении пользователя {userName} в группу {name}: {errorText}',
      skillRemovedFromLearningPathWithSuccess: 'Навык {name} успешно удален из траектории обучения.',
      skillRemovedFromLearningPathWithError: 'Произошла ошибка при удалении навыка {name} из траектории обучения: {errorText}',
      skillRemovedFromUserWithSuccess: 'Навык {name} успешно удален из пользователя {userName}',
      skillRemovedFromUserWithError: 'Произошла ошибка при удалении навыка {name} у пользователя {userName}: {errorText}',
      groupRemovedFromUserWithSuccess: 'Пользователь {userName} успешно удален из группы {name}',
      groupRemovedFromUserWithError: 'Произошла ошибка при удалении пользователя {userName} из группы {name}: {errorText}'
    },
    dialogs: {
      courseOwnersTitle: 'Редакторы курса',
      courseOwnersTable: {
        username: 'Электронная почта пользователя',
        role: 'Роль',
        creatorRole: 'Создатель',
        editorRole: 'Редактор'
      },
      enrollButton: {
        text: 'Записать',
        title: {
          course: 'Записать пользователей на курс',
          learningPath: 'Записать пользователей на траекторию обучения'
        }
      },
      enrollNowButton: {
        text: 'Записаться сейчас!',
        title: 'Записать всех в группу прямо сейчас'
      },
      linkButton: {
        text: 'Связать',
        title: 'Автоматически записывать пользователей при присоединении к группе'
      },
      unlinkButton: {
        text: 'Отвязать',
        title: 'Автоматически отменять запись пользователей при выходе из группы'
      },
      unenrollButton: {
        text: 'Отменить запись',
        title: {
          course: 'Отменить запись пользователей на курс',
          learningPath: 'Отменить запись пользователей на траекторию обучения'
        }
      },
      checkProgress: {
        text: 'Проверить прогресс',
        title: {
          course: 'Проверить прогресс обучения учащегося по курсу',
          learningPath: 'Проверить прогресс обучения учащегося по пути обучения'
        }
      },
      assignButton: {
        text: 'Связать',
        title: {
          course: 'Связать группу с курсом',
          learningPath: 'Связать группу с траекторией обучения'
        }
      },
      unassignButton: {
        text: 'Разорвать связь',
        title: {
          course: 'Разорвать связь группы с курсом',
          learningPath: 'Разорвать связь группы с траекторией обучения'
        }
      },
      addAdminButton: {
        text: 'Добавить как Редактора',
        title: {
          courseAdmins: 'Добавить пользователя как Редактора курса'
        }
      },
      removeAdminButton: {
        text: 'Удалить Роль Редактора',
        title: {
          courseAdmins: 'Удалить пользователя как Редактора курса'
        }
      },
      explanationGroups: {
        course: 'Нажмите на кнопку <strong>Связать</strong>, чтобы связать группу с курсом.' +
          'После этого все новые пользователи, добавленные в группу, автоматически записываются на курс.' +
          '<br>Нажмите на кнопку <strong>Записать</strong>, чтобы записать всех пользователей группы на курс.',
        learningPath: 'Нажмите на кнопку <strong>Связать</strong>, чтобы связать группу с траекторией обучения.' +
          'После этого все новые пользователи, добавленные в группу, автоматически записываются на траекторию обучения.' +
          '<br>Нажмите на кнопку <strong>Записать</strong>, чтобы записать всех пользователей группы на траекторию обучения.'
      },
      explanationUsers: {
        course: 'Нажмите на кнопку <strong>Записать</strong>, чтобы записать пользователя на курс. Пользователь получит электронное письмо.' +
          '<br>Нажмите на кнопку <strong>Отменить запись</strong>, чтобы отменить запись пользователя на курс.',
        learningPath: 'Нажмите на кнопку <strong>Записать</strong>, чтобы записать пользователя на траекторию обучения. Пользователь получит электронное письмо.' +
          '<br>Нажмите на кнопку <strong>Отменить запись</strong>, чтобы отменить запись пользователя на траекторию обучения.',
        courseAdmins: 'Нажмите на кнопку <strong>Добавить как Редактора</strong>, чтобы назначить пользователя редактором курса.' +
          '<br>Нажмите на кнопку <strong>Удалить Роль Редактора</strong>, чтобы убрать пользователя из списка редакторов курса.'
      },
      enrollUsersTitle: 'Запись пользователей',
      enrollGroupsTitle: 'Запись групп',
      status: {
        groupAssociated: {
          success: {
            course: 'Группа {name} успешно связана с курсом.',
            learningPath: 'Группа {name} успешно связана с траекторией обучения.'
          },
          error: {
            course: 'Произошла ошибка при связывании группы {name} с курсом: {err}.',
            learningPath: 'Произошла ошибка при связывании группы {name} с траекторией обучения: {err}.'
          }
        },
        groupUnassociated: {
          success: {
            course: 'Группа {name} была успешно отвязана от курса.',
            learningPath: 'Группа {name} была успешно отвязана от траектории обучения.'
          },
          error: {
            course: 'Произошла ошибка при отвязывании группы {name} от курса: {err}.',
            learningPath: 'Произошла ошибка при отвязывании группы {name} от траектории обучения: {err}.'
          }
        },
        groupEnrolled: {
          success: {
            course: 'Пользователи группы {name} успешно зачислены на курс.',
            learningPath: 'Пользователи группы {name} успешно зачислены на траекторию обучения.'
          },
          error: {
            course: 'Произошла ошибка при зачислении пользователей группы {name} на курс: {err}.',
            learningPath: 'Произошла ошибка при зачислении пользователей группы {name} на траекторию обучения: {err}.'
          }
        },
        enrolled: {
          success: {
            course: 'Пользователь {name} успешно зачислен на курс.',
            learningPath: 'Пользователь {name} успешно зачислен на обучающий путь.'
          },
          error: {
            course: 'Произошла ошибка при зачислении пользователя {name} на курс: {err}.',
            learningPath: 'Произошла ошибка при зачислении пользователя {name} на траекторию обучения: {err}.'
          }
        }
      }
    },
    generic: {
      createdOn: 'Создано:',
      updatedOn: 'Последний просмотр:',
      startedOn: 'Начато:',
      finishedOn: 'Завершено:',
      searchCourses: 'Поиск Курсов',
      resetFilters: 'Сбросить Фильтры'
    },
    cloneOrShare: {
      title: 'Клонировать или поделиться курсом',
      toCurrentWorkspace: 'Клонировать {name} в текущее рабочее пространство',
      toOtherWorkspace: 'Клонировать {name} в другое рабочее пространство',
      chooseWorkspace: 'Выберите рабочее пространство для клонирования или совместного использования курса',
      cloneCourseExplanation: '<strong>Клонировать</strong> {courseName} в рабочее пространство {workspaceName}: курс будет склонирован и управляться в рабочем пространстве {workspaceName}.',
      shareCourseExplanation: '<strong>Поделиться</strong> {courseName} с рабочим пространством {workspaceName}: курс будет доступен в {workspaceName}. Любые изменения, внесенные в текущем рабочем пространстве, будут распространены на рабочее пространство {workspaceName}.',
      cloneButton: 'Клонировать курс',
      shareButton: 'Поделиться курсом',
      cloningCourseOverlay: 'Курс {name} клонируется...',
      sharingCourseOverlay: 'Курс {name} делится...',
      courseCloneSuccess: 'Курс {name} успешно клонирован.',
      courseCloneError: 'Произошла ошибка при клонировании курса {name}: {err}.',
      courseShareSuccess: 'Курс {name} успешно поделен.',
      courseShareError: 'Произошла ошибка при расшаривании курса {name}: {err}.'
    },
    translateCourse: {
      title: 'Перевести курс',
      languageLabel: 'Выберите язык',
      contextLabel: 'Предоставьте контекст или инструкции',
      translateButtonLabel: 'Перевести',
      overlayText: 'Курс {name} переводится. Это займет некоторое время. ' +
        'Вы можете закрыть это окно, и вам будет уведомлено, когда перевод будет завершен.',
      warning: 'Обратите внимание, что это функция <strong>БЕТА</strong>. Некоторые уроки, особенно в <strong>больших курсах</strong>, могут быть переведены неточно. Поэтому всегда будет необходима проверка человеком.'
    }
  },
  analytics: {
    welcome: 'Welcome to the analytics section!',
    pleaseIntroduce: 'Please introduce numbers {number1} and {number2} into "Enter two part code" section and click enter'
  },
  tourSteps: {
    snackbar: {
      title: 'Start course editing tour',
      description: 'You can always restart this tour by just refreshing the page or by switching the editing mode off and on',
      startButton: 'Start',
      cancelButton: 'Close'
    },
    labels: {
      buttonSkip: 'Skip tour',
      buttonPrevious: 'Previous',
      buttonNext: 'Next',
      buttonStop: 'Finish'
    },
    adminCourses: {
      createNewCourse: 'Click here to <strong>create a new course</strong>',
      importJSON: 'Click here to <strong>import a course in JSON format</strong>',
      listOfCourses: 'Courses you can manage',
      paginationCourses: 'Navigate through the course list'
    },
    editingMenu: {
      resetButton: 'Click this button to reset the latest changes',
      saveButton: 'Click this button to save the latest changes',
      publishButton: 'Click this button to make the course available or unavailable for the students'
    },
    demoCourseEditing: {
      title: 'Course Editing Tour',
      changeTitle: {
        title: '',
        content: 'Click here to change the course title'
      },
      changeDescription: {
        title: '',
        content: 'Click here to change the course description. Feel free to use the editing toolbar on top of the page to style your text, add bullet points, images, and links.'
      },
      addModule: {
        title: '',
        content: 'Click here to add a new module to the course. It will appear as last module.'
      },
      addLecture: {
        title: '',
        content: 'Click here to add a new lecture to the module. This will be the last lecture in the module, but you can apply drag and drop to move it where you want.'
      },
      changeModuleTitle: {
        title: '',
        content: 'You can easily change the module\'s title by clicking here and just start typing.'
      },
      changeModuleDescription: {
        title: '',
        content: 'Start typing to change the module\'s description. Use the toolbar on top to style your text. Keep in mind, however, that the module description should be small and concise.'
      },
      saveCourse: {
        title: '',
        content: 'Click here to save the latest changes to the course.'
      },
      changeLectureTitle: {
        title: '',
        content: 'Click and type here to change the lecture\'s title.'
      },
      changeLectureDescription: {
        title: '',
        content: 'You can easily change the lecture\'s description (or remove it completely) by typing here. Feel free to use the toolbar on top to style your text. Try to keep the lecture\'s descriptions small and concise.'
      },
      resetChanges: {
        title: '',
        content: 'Click here to reset the changes you introduced since the last time you saved the course.'
      },
      publishCourse: {
        title: '',
        content: 'Make the course visible or invisible for the learners of this workspace.'
      },
      unpublishCourse: {
        title: '',
        content: 'Hide the course for the learners of this workspace.'
      },
      copyLecture: {
        title: '',
        content: 'Click here to copy the lecture to the clipboard.'
      },
      copyModule: {
        title: '',
        content: 'Click here to copy the module to the clipboard – the full module with all its lectures will be copied. You will then be able to paste it after any module of any course of this workspace.'
      },
      pasteLecture: {
        title: '',
        content: 'Click here to paste the copied lecture after this one. The lecture will still remain in the clipboard so you will be able to paste it again and again. The copied lecture remains in the clipboard until you copy another one.'
      },
      pasteModule: {
        title: '',
        content: 'Click here to paste the copied module after this one. The module will remain in the clipboard so you will be able to paste it after other modules as well. The copied module remains in the clipboard until you copy another one.'
      },
      deleteLecture: {
        title: '',
        content: 'Click here to delete this lecture. Keep in mind, you won\'t be able to delete lectures if the students already interacted with them!'
      },
      deleteModule: {
        title: '',
        content: 'Click here to delete this module. The whole module with all its lectures will be gone. Bear in mind though that you will not be able to delete a module that already has some student progress in it.'
      },
      changeModuleAvailableDates: {
        title: '',
        content: 'Click here to change the available dates of the module. Double click on a date - the module will be available from the chosen date. Single click on a date followed by a single click on the next date - the module will be available within the chosen dates.'
      },
      dragModule: {
        title: '',
        content: 'Click and drag to reposition this module. You will be able to test this functionality after finishing the tour.'
      },
      dragLecture: {
        title: '',
        content: 'Click and drag to reposition this lecture within a module. You will be able to test this functionality after finishing the tour.'
      },
      changeCourseInfo: {
        content: 'Click here to change the basic course info, such as available dates, passing rate, etc.'
      },
      editCourseTags: {
        content: 'Add or remove tags of the course. These tags will be used to filter the courses.'
      },
      editCourseGamification: {
        content: 'Click here to be able to add and edit course achievements.'
      },
      switchEditingMode: {
        content: 'Use this toggle to switch between editing and the viewer modes.'
      },
      useEditorToolbar: {
        content: 'Use editor toolbar to change the text styling, add images, bullet points, and list to your text.'
      },
      goToLecture: {
        content: 'Follow the link on each lecture item to proceed to the lecture editing'
      }
    }
  },
  sectionsExamples: {
    richText: {
      title: 'Section title',
      content: 'Lorem ipsum dolor sit amet, <strong>consetetur sadipscing elitr</strong>, sed diam <em>nonumy eirmod tempor</em> invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua.'
    }
  },
  accessibility: {
    configForVisualImpairments: 'Конфигурация для пользователей з нарушениями зрения',
    changeFontSize: 'Поменять размер шрифта',
    siteBackToNormal: 'Обычная версия сайта',
    changeColorOfTheWebsite: 'Поменять цвет сайта',
    exampleBackgroundFont: 'Пример того как будет виглядеть текст',
    exampleHeader1: 'Хедеры уровня 1',
    exampleHeader2: 'Хедеры уровня 2',
    changeImagesLook: 'Поменять вид картинок',
    exampleImagesLook: 'Пример того как будет выглядеть картинка'
  },
  header: {
    menu: {
      profileSubtitle: {
        courseEditor: 'Редактор курса',
        courseEditorViewNonAdmin: 'Редактор курса<br><span class="caption">(просмотр как студент)</span>'
      },
      create: {
        course: 'Курс',
        learningPath: 'Траектория обучения',
        group: 'Группа',
        users: 'Пользователи'
      }
    }
  },
  preCourseSurvey: {
    title: 'Опрос перед курсом',
    subtitleNotStarted: 'Пожалуйста, заполните этот опрос. После его заполнения вы сможете начать курс!',
    subtitleFinished: 'Вы можете изменить свои ответы в опросе перед курсом.',
    subtitleEditing: 'Редактировать опрос перед курсом.',
    editSurveyButton: 'Редактировать',
    finishEditSurveyButton: 'Завершить редактирование',
    buttonTitle: 'Опрос перед курсом',
    addNewSurveyQuestion: 'Добавить новый вопрос в опрос',
    editCourseSurvey: 'В этом разделе вы можете добавить или отредактировать обязательный опрос курса. ' +
      'Этот опрос появится в виде всплывающего окна у учеников перед тем, как они смогут начать курс.',
    fillCourseSurvey: 'Вы должны завершить опрос, прежде чем приступить к курсу.',
    fillEditCourseSurvey: 'Вы можете редактировать свои ответы в опросе по курсу.',
    filters: {
      button: 'Фильтровать по вопросам',
      title: 'Фильтровать по вопросам перед курсом и ответам',
      selectQuestionLabel: 'Выберите вопрос',
      selectAnswerLabel: 'Выберите ответ',
      addFilterButton: 'Добавить фильтр',
      clearFilterButton: 'Очистить фильтр',
      applyFilterButton: 'Применить фильтр'
    }
  },
  postCourseSurvey: {
    title: 'Опрос после курса',
    subtitleNotStarted: 'Пожалуйста, заполните этот опрос. После его заполнения вы сможете завершить курс!',
    subtitleFinished: 'Вы можете изменить свои ответы в опросе после курса.',
    subtitleEditing: 'Редактировать опрос после курса.',
    editSurveyButton: 'Редактировать',
    finishEditSurveyButton: 'Завершить редактирование',
    buttonTitle: 'Опрос после курса',
    addNewSurveyQuestion: 'Добавить новый вопрос в опрос',
    editCourseSurvey: 'В этом разделе вы можете добавить или отредактировать обязательный опрос после курса. ' +
      'Этот опрос появится в виде всплывающего окна у учеников перед получением сертификата или завершением курса.',
    fillCourseSurvey: 'Вы должны завершить опрос, чтобы завершить курс.',
    fillEditCourseSurvey: 'Вы можете изменить свои ответы в опросе по курсу.'
  },
  getReadyAi: {
    title: 'Создайте свой курс с ИИ',
    description: 'Введите ваш email и тему курса, и мы отправим вам ссылку на ваш курс, созданный с помощью ИИ.',
    usernameLabel: 'Ваш Email',
    courseTopicLabel: 'Тема курса',
    generateButton: 'Создать мой курс',
    afterGenerateButton: 'Нажмите на кнопку выше, и вскоре вы получите email.',
    topicRequired: 'Тема обязательна',
    setPasswordTitle: 'Установите ваш пароль',
    setPasswordDesc: 'После установки пароля вы будете перенаправлены на ваш курс.',
    setPasswordButton: 'Установить пароль и войти',
    tokenLabel: 'Токен',
    passwordLabel: 'Пароль',
    courseCreationRequestSuccess: 'Ваш курс сейчас создаётся. ' +
      'Вы можете покинуть эту страницу сейчас. ' +
      'Вы получите электронное письмо, как только ваш курс будет завершён!'
  },
  meta: {
    titles: {
      pages: {
        admin: 'Админ',
        courses: 'Курсы',
        dashboard: 'Панель управления',
        signin: 'Войти',
        learnerProfile: 'Профиль ученика',
        onboardingWithAi: 'Онбординг с ИИ',
        organization: 'Организация',
        paswordreset: 'Сброс пароля',
        printableCourse: 'Печатаемый курс'
      }
    }
  }
}
