export default {
  actions: {
    delete: {
      module: 'Видалити модуль',
      lecture: 'Видалити лекцію',
      section: 'Видалити розділ',
      question: 'Видалити запитання',
      bubble: 'Видалити бульбашку',
      option: 'Видалити опцію',
      branchSection: 'Видалити гілку розділу'
    },
    add: {
      module: 'Додати модуль',
        lecture: 'Додати лекцію',
        section: 'Додати розділ',
        question: 'Додати запитання',
        bubble: 'Додати бульбашку',
        option: 'Додати опцію',
        branchSection: 'Додати гілку розділу'
    },
    duplicate: {
      module: 'Дублювати модуль',
        lecture: 'Дублювати лекцію',
        section: 'Дублювати розділ',
        question: 'Дублювати запитання',
        bubble: 'Дублювати бульбашку',
        option: 'Дублювати опцію',
        branchSection: 'Дублювати гілку розділу'
    },
    moveUp: {
      module: 'Перемістити модуль догори',
        lecture: 'Перемістити лекцію догори',
        section: 'Перемістити розділ догори',
        question: 'Перемістити запитання догори',
        bubble: 'Перемістити бульбашку догори',
        option: 'Перемістити опцію догори',
        branchSection: 'Перемістити гілку розділу догори'
    },
    moveDown: {
      module: 'Перемістити модуль вниз',
      lecture: 'Перемістити лекцію вниз',
      section: 'Перемістити розділ вниз',
      question: 'Перемістити запитання вниз',
      bubble: 'Перемістити бульбашку вниз',
      option: 'Перемістити опцію вниз',
      branchSection: 'Перемістити гілку розділу вниз'
    },
    copy: {
      module: 'Копіювати модуль',
      lecture: 'Копіювати лекцію',
      section: 'Копіювати розділ',
      question: 'Копіювати запитання',
      bubble: 'Копіювати бульбашку',
      option: 'Копіювати опцію',
      branchSection: 'Копіювати гілку розділу',
      courseUrl: 'копіювати',
      courseUrlCopied: 'скопійовано',
      url: 'копіювати',
      copyUrl: 'Копіювати URL',
      urlCopied: 'скопійовано',
      openInNewTab: 'Відкрити у новій вкладці'
    },
    paste: {
      module: 'Вставити модуль',
      lecture: 'Вставити лекцію',
      section: 'Вставити розділ',
      question: 'Вставити запитання',
      bubble: 'Вставити бульбашку',
      option: 'Вставити опцію',
      branchSection: 'Вставити гілку розділу'
    },
    course: {
      config: 'Редагувати конфігурацію',
      edit: 'Редагувати зміст курсу',
      clone: 'Клонувати курс',
      invite: 'Запросити користувачів або групи',
      progress: 'Перевірити прогрес користувачів',
      deleteInProgress: 'Видалення курсу {name}...',
      archiveInProgress: 'Архівування курсу {name}...',
      unarchiveInProgress: 'Відновлення курсу {name} з архіву...'
    },
    lectureVisibility: {
      lecture: 'Видимість лекції'
    }
  },
  openAi: {
    useThisTextButton: 'Використати цей текст',
    useThisImageButton: 'Використати цю картинку',
    usingOpenAiInfoBox: 'Ми використовуємо <strong>Open AI</strong> API, щоб допомогти вам у виконанні ваших рутинних завдань. Переконайтеся, що у вас є інтеграція з обліковим записом Open AI і почніть використовувати цей помічник практично для будь-яких завдань. ' +
      'Наприклад, ви можете запропонувати щось на кшталт <strong>"Назва курсу з адаптації"</strong> або <strong>"Напишіть опис для вступної лекції про Salesforce"</strong> ' +
      'або <strong>"Створіть запитання з одним вибором щодо навичок спілкування"</strong>. Використовуйте свою природну мову, перевірте результат, ' +
      'за потреби виправте формулювання, видаліть непотрібні порожні місця та використовуйте його у своєму курсі.',
    textCompletionExplanation: 'Використовуйте цей діалог, щоб згенерувати текст на будь-яку тему. Текст буде обмежено {charLimit} символами.',
    imageCreationExplanation: 'Використовуйте цей діалог, щоб згенерувати зображення на будь-яку тему. Зверніть увагу, що генерація зображення в даний час знаходиться у бета-версії. Зображення буде створено з розміром {imageSize}.',
    errorGeneratingContent: 'Сталася помилка під час генерування контенту: {err}',
    configureTheIntegration: ' | Будь ласка налаштуйте інтеграцію з Open AI API в секції admin/integrations.'
  },
  toast: {
    courseSaveSuccess: 'Зміни збережено!',
    courseCreatedSuccess: 'Курс {name} успішно створено!',
    courseCreatedError: 'Сталася помилка при створенні курсу {name}: {err}',
    coursePublishSuccess: 'Курс опубліковано!',
    courseUnpublishSuccess: 'Курс відпубліковано.',
    courseCloneSuccess: 'Курс клоновано.',
    courseSaveError: 'Під час збереження курсу {name} сталася помилка: {err}',
    courseDeleteSuccess: 'Курс {name} видалено!',
    courseArchiveSuccess: 'Курс {name} успішно заархівовано',
    courseUnarchiveSuccess: 'Курс {name} успішно відновлено з архіву',
    courseArchiveError: 'Виникла помилка під час архівування курсу',
    courseDeleteError: 'Сталася помилка при видаленні курсу',
    courseEditingLockError: '{name} зараз редагує цей курс. Хочете взяти на себе право редагування? {name}\'s може втратити весь прогрес.',
    courseEditingLockForced: 'Редагування цього курсу було перехоплено користувачем {name}.',
    courseEditingLockByUserError: 'Ви редагуєте цей курс на іншому пристрої або вкладці. Хочете перехопити контроль?' +
      ' Ваш прогрес на іншому пристрої або вкладці буде втрачений.',
    editAnyway: 'Хочу редагувати!',
    courseEditLockSuccess: 'Права редагування курсу взято!',
    courseEditUnlockSuccess: 'Права редагування курсу передано!',
    courseUrlCopiedSuccessfully: 'URL курсу успішно скопійовано.',
    urlCopiedSuccessfully: 'URL успішно скопійовано.',
    courseUrlCopiedError: 'Не вдалося скопіювати URL-адресу курсу: {err}.',
    urlCopiedError: 'Не вдалося скопіювати URL-адресу: {err}.',
    previewWillAppearHere: 'Попередній перегляд коду з\'явиться тут',
    checkInPopup: 'Переглянути у спливаючому вікні',
    workspaceChangesSaved: 'Конфігурацію ворксейсу успішно збережено.',
    workspaceChangesSaveError: 'Під час збереження змін воркспейсу сталася помилка: {err}.',
    courseOrderUpdated: 'Порядок курсів успішно оновлено: курс {courseName} буде відображатися у порядку {order}.',
    courseOrderUpdateError: 'Сталася помилка під час оновлення порядку курсів: {err}.',
    userNameChangedSuccessfully: 'Ім\'я користувача {name} успішно змінено.',
    userNameChangedError: 'Під час зміни імені користувача {name} сталася помилка: {err}',
    userEmailChangedSuccessfully: 'Електронна пошта користувача {name} успішно змінена.',
    userEmailChangedError: 'Під час зміни електронної пошти користувача {name} сталася помилка: {err}',
    workspaceDoesntExist: 'Workspace {name} не існує.',
    giveUpWithSuccess: 'Курс {name} було успішно скасовано',
    giveUpError: 'Сталася помилка при скасуванні курсу {name}: {err}',
    archiveSuccess: 'Курс {name} було успішно архівовано',
    archiveError: 'Сталася помилка при архівуванні курсу {name}: {err}',
    unArchiveSuccess: 'Курс {name} було успішно розархівовано',
    unArchiveError: 'Сталася помилка при розархівуванні курсу {name}: {err}',
    certificateCantBeOpen: 'Сталася помилка при отриманні сертифікату з uuid {uud}: {err}',
    courseTranslationSuccess: 'Курс {name} було успішно перекладено.',
    courseTranslationError: 'Сталася помилка під час перекладу курсу {name}: {err}',
    resetTimerSuccess: 'Таймер питання успішно скинуто.',
    tagDeleteSuccess: 'Тег {name} успішно видалено',
    tagDeleteError: 'Сталася помилка під час видалення тега {name}: {err}',
    defaultSaveError: 'Виникла помилка під час збереження {name}',
    forceSaveError: {
      CANNOT_DELETE_ALL_MODULES: 'Ви збираєтеся видалити всі модулі курсу. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?',
      CANNOT_DELETE_LEARNING_STEP: 'Є прогрес користувача на кроках, які ви збираєтеся видалити. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?',
      CANNOT_DELETE_LECTURES: 'Є прогрес користувача на лекціях, які ви збираєтеся видалити. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?',
      CANNOT_DELETE_QUESTION_ANSWER: 'Є прогрес користувача в тестах, які ви збираєтеся видалити. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?',
      CANNOT_DELETE_SECTION: 'Є прогрес користувача в розділах курсу, які ви збираєтеся видалити. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?',
      CANNOT_DELETE_LEVELS: 'Існують навички, пов\'язані з користувачами на ресурсах, які ви збираєтеся видалити. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?',
      CANNOT_DELETE_GROUP: 'Ви збираєтеся видалити групу, пов\'язану з активами (користувачами, курсами або шляхами навчання). Усі ці зв\'язки будуть втрачені. Ви впевнені, що хочете продовжити?',
      DEFAULT: 'Є прогрес користувача на ресурсах, які ви збираєтеся видалити. Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?'
    }
  },
  forum: {
    title: 'Форум',
    sortingOptions: {
      newest: 'Нові вище',
      oldest: 'Старі вище',
      mostPopular: 'Популярні вище'
    },
    comment: 'Коментувати',
    leaveComment: 'Залишити коментар',
    actions: {
      edit: 'Редагувати',
      follow: 'Стежити',
      reply: 'Відповісти',
      delete: 'Видалити'
    },
    uploadImage: 'Завантажити зображення',
    socialLearning: {
      DISABLED: 'Форум відключено',
      DISQUS: 'Форум Disqus',
      WORKADEMY: 'Форум Workademy'
    },
    toCourse: 'Повернутися до навчання',
    toForum: 'До форуму курсу',
    supportedText: 'Оберіть {supported} файл',
    generalThreads: 'Загальні обговорення',
    lecturesThreads: 'Обговорення лекцій',
    asUser: 'Як користувач',
    asModerator: 'Як модератор'
  },
  layout: {
    getStarted: 'Розпочати'
  },
  dialogs: {
    editRichText: 'Редагувати текст',
    saveAndClose: 'Зберегти та закрити',
    confirmationDialog: {
      defaultDialog: {
        title: 'Ви впевнені?',
        confirmButton: 'Так!',
        cancelButton: 'Скасувати'
      },
      confirmQuitScormCourse: {
        title: 'Ви справді хочете вийти з курсу?',
        subtitle: 'Не хвилюйтеся! Ви зможете продовжити з того місця, де зупинилися.',
        confirmButton: 'Так, вийти зараз'
      },
      confirmQuitScormLecture: {
        title: 'Ви впевнені, що хочете вийти з лекції?',
        subtitle: 'Не хвилюйтеся! Ви зможете продовжити лекцію з того місця, де зупинилися.',
        confirmButton: 'Так, вийти зараз'
      }
    }
  },
  share: {
    shareDialogTitle: 'Поділитися',
    doneButtonText: 'Ок!'
  },
  landing: {
    welcome: 'Вітаємо у світі онлайн-освіти та<br>обміну знаннями',
    goToCatalog: 'Перейти до каталогу',
    catalogueTagline: '',
    learnAndShare: 'Навчайся та ділись знаннями разом з {title}',
    viewAllCatalog: 'Перейти до каталогу',
    allowsToLearnAndTeach: '{title} дає нагоду вчити та вчитися',
    beingABridge: 'будучи містком між тими, хто має знання і тими хто їх потребує',
    learnIconText: 'Ніколи не припиняй вчитися та мати доступ до якісного контенту з {title}',
    everywhereIconText: 'Використовуй будь-який пристрій, будь-яку систему, де завгодно',
    communityIconText: 'Стань частиною закоханої в освіту спільноти',
    teachIconText: 'Якщо хочеш чомусь навчитися - навчи цьому когось! Розблокуй свій потенціал як вчителя разом з {title}',
    learn: 'Вчитися',
    everywhere: 'Всюди',
    community: 'Спільнота',
    teach: 'Навчати',
    areYouReady: 'Ти готовий?',
    viewAllCourses: 'Всі курси',
    viewMyDashboard: 'Мій кабінет',
    comingSoon: 'Дуже скоро тут з\'являться курси!',
    footerDisclaimer: ''
  },
  dashboard: {
    dashboardTitle: 'Мій Кабінет',
    coursesInProgressTitle: 'Курси',
    coursesInProgressSubtitle: 'Курси, на які ти записан(а)',
    coursesCompletedTitle: 'Курси',
    coursesCompletedSubtitle: 'Курси які ти завершив(ла)',
    learningPathsInProgressTitle: 'Траєкторії',
    learningPathsCompleted: 'Траєкторії',
    achievementsTitle: 'Досягнення',
    achievementsDescription: 'Натисніть картку досягнення, щоб додати нову рамку до свого аватара.',
    searchLearningPaths: 'Пошук шляхів навчання',
    filters: {
      searchLearningPaths: 'Пошук шляхів навчання',
      search: {
        learningPaths: 'Пошук шляхів навчання',
        courses: 'Пошук курсів'
      },
      showCoursesTitle: {
        all: 'Показати курси <strong>(всі)</strong>',
        completed: 'Показати курси <strong>(завершені)</strong>',
        active: 'Показати курси <strong>(активні)</strong>',
        archived: 'Показати курси <strong>(в архіві)</strong>'
      },
      showAllCourses: 'Показати всі курси',
      showActiveCourses: 'Показати активні курси',
      showCompletedCourses: 'Показати завершені курси',
      showArchivedCourses: 'Показати заархівовані курси',
      showLearningPathsTitle: {
        all: 'Показати <strong>(всі)</strong> траєкторії навчання',
        completed: 'Показати <strong>(завершені)</strong> траєкторії навчання',
        active: 'Показати <strong>(активні)</strong> траєкторії навчання',
        archived: 'Показати <strong>(видаленні)</strong> траєкторії навчання'
      },
      showAllLearningPaths: 'Показати всі траєкторії навчання',
      showActiveLearningPaths: 'Показати активні траєкторії навчання',
      showCompletedLearningPaths: 'Показати завершені траєкторії навчання',
      showArchivedLearningPaths: 'Показати архівні траєкторії навчання'
    },
    notFound: {
      course: {
        notEnrolled: {
          title: 'Ви не зареєструвалися на жоден курс.',
          description: 'Перевірте список курсів, щоб зареєструватися на курси.'
        },
        notFound: {
          title: 'Курси не можуть бути знайдені.',
          description: 'Змініть критерії пошуку.'
        },
        noCompleted: {
          title: 'Ви ще не завершили жодного курсу.',
          description: 'Перевірте ваші активні курси та спробуйте їх завершити.'
        }
      },
      learningPath: {
        notEnrolled: {
          title: 'Ви не зареєструвалися на жодну траєкторії навчання.'
        },
        notFound: {
          title: 'Траєкторії навчання не можуть бути знайдені.',
          description: 'Змініть критерії пошуку.'
        },
        noCompleted: {
          title: 'Ви ще не завершили жодну траєкторію навчання.',
          description: 'Перевірте ваші активні курси та спробуйте завершити їх'
        }
      }
    }
  },
  quiz: {
    questionNFrom: 'Питання {questionNumber} з {quizLength}',
    questionN: 'Питання {questionNumber}',
    checkTheAnswer: 'Перевірити відповідь',
    checkTheDroppable: 'Я готова/ий',
    associationQuestionExplanation: 'Натисніть на елемент, а потім на відповідну категорію. Натисніть кнопку ПЕРЕВІРИТИ ВІДПОВІДЬ, якщо завершили.',
    multipleAssociationQuestionExplanation: 'Натисніть на елемент, а потім на відповідну категорію. Один елемент може належати до більш ніж однієї категорії. Клацніть кнопку ПЕРЕВІРИТИ ВІДПОВІДЬ, якщо завершили.',
    sortingQuestionExplanation: 'Перетягніть елементи, щоб розмістити їх у правильному порядку. Натисніть кнопку ПЕРЕВІРИТИ ВІДПОВІДЬ, якщо завершили.',
    numberOfQuestions: 'Немає балів | {n} бал | {n} бали | {n} балів',
    noTries: 'Перевір себе :)',
    noCorrect: 'Пробуйте ще!',
    allCorrect: 'Молодець!',
    allCorrectVariants: ['Молодець!', 'Супер!', 'Дивовижно!', 'Просто прекрасно!'],
    numberOfCorrect: 'Майже супер | Майже супер! Залишається одна правильна відповідь з {length} питань | Майже все! Залишається {correct} / {length} правильних відповідей',
    usedAttempts: 'Ви використали {wrongCount} з {wrongLimit} можливостей відповісти на питання',
    questionType: 'Тип запитання',
    newAnswer: 'Змінити текст відповіді',
    addAnswer: 'Додати відповідь',
    answerText: 'Текст відповіді',
    explanationText: 'Текст пояснення',
    correctAnswerSize: 'Правильних відповідей: {size}',
    questionWeight: 'Вага питання',
    questionPoints: 'балів: {points}',
    questionTimerTimeUp: 'Час вийшов! Ви не завершили питання у відведений час. Будь ласка, зверніться до адміністратора за допомогою.',
    questionTimerMessage: 'У вас є <strong class="primary--text">{time}</strong>, щоб завершити це питання. Переконайтеся, що ви готові перед початком.',
    feedback: {
      correct: 'Правильно',
      incorrect: 'Неправильно',
      tryAgain: 'Неправильно, спробуй ще',
      noAttemptsLeft: 'Неправильно, спроби вичерпані'
    },
    types: {
      MultipleChoice: 'Multiple Choice',
      SingleChoice: 'Single Choice',
      Categorization: 'Категорізація',
      MultipleAssociation: 'Асоціація',
      SingleOrdering: 'Сортування',
      OpenAnswer: 'Відкрита Відповідь'
    },
    itemsToSortLabel: 'Відповіді для сортування',
    sortedItemsLabel: 'Сортовані відповіді',
    itemsToCategoriseLabel: 'Відповіді для категорізації',
    categories: 'Категорії',
    uploadFile: 'Завантажити файл',
    typeYourAnswerHere: 'Напишіть текст відповіді тут',
    yourFile: 'Ваш файл',
    submitAnswer: 'Додати відповідь',
    fileURL: 'URL файлу',
    noFileUploaded: 'Файл не завантажено',
    answerSubmittedWaiting: 'Ваша відповідь завантажена і чекає на оцінку. Ви все ще можете її редагувати.',
    answerSubmittedWrongAttemptsLeft: 'Ваша відповідь завантажена і вона невірна. Ви все ще можете її редагувати.',
    answerSubmittedWrong: 'Ваша відповідь завантажена і вона невірна. Ви не можете її редагувати.',
    answerSubmittedRight: 'Ваша відповідь вірна.',
    showCorrectAnswer: 'Показати правильну відповідь'
  },
  courseTree: {
    courseOutlineTitle: 'Структура курсу',
    courseWillStart: '✌ Ви успішно зареєстровані на курс.<br>Цей курс розпочнеться {date} 🗓.<br>Використовуйте меню зверху для подальшої навігації 👋',
    courseFinished: 'Цей курс закінчився {date} 🗓.<br>Використовуйте меню зверху для подальшої навігації 👋',
    coursePendingAproval: 'Ваша заява на участь у цьому курсі потребує підтвердження від адміністратора курсу.<br>Будь ласка, використовуйте меню, щоб покинути цей екран 👋',
    modulesTitle: 'Структура курсу',
    tagsTitle: 'Теги курсу',
    sidebarTitle: 'Практична інформація',
    moduleAvailableFrom: 'Триває з {from}',
    moduleAvailableFromUntil: 'Триває з {from} до {until}',
    moduleAvailableFromUntilMobile: '{from}-{until}',
    practicalInfo: {
      availableFrom: 'Курс розпочнеться',
      availableFromPast: 'Курс розпочався',
      availableUntil: 'Курс триває до',
      availableUntilPast: 'Реєстрація до',
      expiresIn: 'Цей курс закінчується',
      doesntExpire: 'Цей курс завжди буде доступний',
      courseDuration: 'Тривалість курсу:',
      startedCourse: 'Ви записалися на цей курс:',
      numberOfQuestions: 'Немає тестів | {n} бал | {n} бали | {n} балів',
      numberOfAnswers: 'Ви не відповіли на жодне запитання | Ви відповіли на одне запитання правильно | Ви відповіли на {questions} питань правильно!',
      yourScore: 'Ви набрали:',
      quizzesText: 'В цьому курсі:',
      addToCalendar: 'Додати до Календаря'
    },
    gamification: {
      gamificationTitle: 'Мої Досягнення',
      moreXToGo: 'Залишилось зібрати {x}!',
      checkAllAchievements: 'Перейти до ачівок',
      achievementUnlocked: 'Ви щойно розблокували нове досягнення!',
      goToAchievement: 'Досягнення'
    },
    lectureIsNotSeenExplanation: 'Позначте лекцію як переглянуту, щоб перейти до наступної.',
    lectureIsNotStartedExplanation: 'Наступна лекція ще не доступна.',
    lectureIsNotDoneExplanation: 'Відмітити лекцію як переглянуту та відповісти на питання лекції, щоб перейти до наступної'
  },
  lecture: {
    workbook: 'Конспект',
    quiz: 'Тест',
    quizDescription: 'Інструкції до тесту',
    previous: 'Попередня лекція',
    next: 'Наступна лекція',
    duration: 'Тривалість {duration} в хвилинах',
    durationUnknown: 'Час до закінчення: невідомий',
    questionsSize: 'Немає балів | {size} бал | {size} балів | {size} балів',
    goToLecture: 'Перейти до лекції',
    goToQuiz: 'Go to the quiz',
    questionAnswersSize: 'Питання: {total}',
    questionsAnswered: '{right}/{total} питань',
    pointsRight: '{right}/{total} балів',
    continue: 'Далі',
    liveLecture: {
      addToGoogleCalendar: 'Додати до календаря Гугл',
      addToOutlookCalendar: 'Додати до календаря Office365 outlook',
      addToMicrosoftLiveCalendar: 'Додати до календаря Microsoft live',
      joinLecture: 'Приєднатися до вебінару',
      startsIn: 'Вебінар розпочнеться ',
      started: 'Вебінар розпочався ',
      passed: 'Цей Вебінар закінчився',
      areYouGoing: 'Доєднаєтеся?',
      yes: 'Так',
      no: 'Ні'
    },
    dialog: {
      isTyping: 'пише'
    }
  },
  buttons: {
    add: 'Додати',
    register: 'Зареєструватися',
    open: 'Перейти',
    new: 'Новий!',
    exploreCourse: 'До курсу',
    testCertificate: 'Показати Сертифікат',
    printableVersion: 'Відкрити версію для друку',
    clone: 'Клонувати',
    resume: 'Продовжити',
    enroll: 'Записатися',
    enrollAndPay: 'Зареєструватися та Сплатити',
    payAndEnroll: 'Оплатити {amount} {currency}',
    goToCourse: 'Перейти до курсу',
    resumeCourse: 'Продовжити',
    viewCourse: 'Проглянути',
    loginAndEnroll: 'Записатися',
    login: 'Увійти',
    cancel: 'Відмінити',
    giveUp: 'Здаюсь!',
    archive: 'Архівувати',
    unarchive: 'Розархівувати',
    archiveCourse: 'Архівувати курс',
    unarchiveCourse: 'Відновити курс з архіву',
    chooseLanguage: 'Вибери мову',
    playVideo: 'Показати відео',
    backToTimeline: 'Повернутися до хронології курсу',
    nextLecture: 'Наступна лекція',
    markAsSeen: 'Позначити лекцію як завершену',
    attendedLiveLecture: 'Я відвідав(-ла) вебінар',
    lectureSeen: 'Лекцію завершено',
    subscribeToUpdates: 'Get notified',
    subscribeToUpdatesBig: 'I want to be notified on this course',
    goToTheMarketplace: 'Go to the Marketplace',
    goToTheLecture: 'Перейти до лекції {lecture}',
    goToTheLastLecture: 'Продовжити навчання',
    goToTheLastQuiz: 'Продовжити сертифікацію',
    startCourse: 'Розпочати навчання',
    startCertification: 'Розпочати сертифікацію',
    getCertificate: 'Отримати сертифікат',
    openCertificate: 'Відкрити сертифікат',
    reactivate: 'Активувати знову',
    completeCourse: 'Завершити курс',
    backToTheCourse: 'До сторінки курсу',
    viewAllCourses: 'Всі курси',
    viewMyDashboard: 'Мій кабінет',
    viewMyCourses: 'Мої Курси',
    topNewCourses: 'Нові Курси',
    goToSettings: 'Налаштування',
    goToLearnerProfile: 'Профіль учня',
    goToOrganization: 'Мої колеги',
    goToAdmin: 'Адмін',
    toggleDark: 'Хочу темряви',
    toggleCompleted: 'Показати завершені',
    logout: 'Вийти',
    languages: 'Мови',
    toggleEditingMode: 'Редагувати',
    deleteText: 'видалити',
    save: 'Зберегти',
    switchSignUpToRegister: 'Я ще не зареєстрована/ий?',
    switchSignUpToLogin: 'Я вже зареєстрована/ий?',
    manageCourses: 'Адмініструвати курси',
    manage: 'Адмініструвати',
    edit: 'Редагувати',
    export: 'Експортувати курс',
    ok: 'ОК',
    continueWithFacebook: 'Увійти через Facebook',
    continueWithGoogle: 'Увійти через Google',
    close: 'Закрити',
    forceUpdate: 'Так, продовжити!',
    showDetails: 'Показати деталі',
    deleteCourse: 'Видалити курс',
    translateCourse: 'Перекласти курс',
    selectCourse: 'Виберіть курс',
    deleteLearningPath: 'Видалити траєкторію',
    downloadCertificate: 'Завантажити Сертифікат',
    connect: 'Законектити',
    reconnect: 'Переконектити',
    sync: 'Синхронізувати',
    invite: 'Запросити',
    showUsers: 'Показати користувачів',
    hideUsers: 'Сховати користувачів',
    previousLecture: 'Попередня лекція',
    exitFullscreenLectureMode: 'Вийти з повноекраного режиму',
    enterFullscreenLectureMode: 'Повноекранний режим',
    download: 'Завантажити',
    downloadForGroup: 'Завантажити груповий звіт',
    delete: 'Видалити',
    startOver: 'Змінити вибір',
    back: 'Назад',
    continueWithOAuth: 'Продовжити з {workspaceName}',
    comingSoon: 'Скоро буде',
    proceed: 'Перейти',
    launchFullscreen: 'Відкрити в повноекранному режимі',
    collapse: 'Сховати',
    expand: 'Показати',
    goUp: 'Наверх',
    locked: 'Недоступно',
    exploreLearningPath: 'Перейти',
    startNow: 'Розпочати',
    uploadImage: 'Завантажити картинку',
    addNew: 'Додати Ще',
    iAmDone: 'Я закінчив(-ла)!',
    clear: 'Очистити',
    editCoverPhoto: 'Редагувати обкладинку',
    addGlobalUser: 'Додати глобального користувача',
    addGlobalTopic: 'Додати глобальну тему',
    saveGlobalForumSettings: 'Зберегти глобальні налаштування форуму'
  },
  courses: {
    duration: '{duration}',
    modulesTitle: 'Що буде в цьому курсі?',
    hours: 'год.',
    courses: 'Всі Курси',
    courseNotSelected: 'Курс не обрано',
    myCourses: 'Моє Навчання',
    module: 'Модуль {moduleNumber}',
    notEnrolled: 'Ви не вибрали жодного курсу!',
    noCompleted: 'Ви ще не закінчили жодного курсу',
    clickToCatalog: 'Натисніть щоб побачити повний каталог курсів',
    exploreCourses: 'Дізнатися детальніше про курси',
    numberOfModules: 'модулів',
    finishAndGetCert: 'Закінчити курс та отримати сертифікат',
    validUntil: 'Курс закінчується {expireDate}',
    courseIsCertifiable: 'Сертифікат по закінченню курсу',
    achievementsEnabled: 'Можливість отримати відзнаки',
    noCourses: 'Ви ще не записані на жоден з курсів. Будь ласка, продивіться каталог.',
    goToDashboard: 'Перейдіть в свій дашборд щоб побачити свої курси',
    tooltipShareUrl: 'Поділитися посиланням на курси',
    titleCopyText: 'Скопіювати URL в буфер обміну',
    titleTextCopied: 'URL скопійовано',
    buttonCopyText: 'копіювати',
    buttonTextCopied: 'скопійовано',
    searchHeader: 'Фільтри',
    searchLabel: 'Шукати курси...',
    aiSearchLabel: 'Шукати курси за допомогою AI...',
    aiSearchButton: 'AI-пошук',
    classicSearchButton: 'Класичний пошук',
    aiSearchDescription: 'Розуміє природну мову. Спробуйте: "Покажіть мені курси для інженерів, щоб покращити навички тайм менеджменту."',
    classicSearchDescription: 'Шукає за точними ключовими словами у назвах курсів, описах та вмісті.',
    totalFound: 'Не знайдено жодного курсу | Знайдено 1 курс | Знайдено {n} курс | Знайдено {n} курсів',
    tagsHeader: 'Теги (вибрано: {tags})',
    durationHeader: 'Тривалість (вибрано: {durations})',
    resetFilters: 'очистити фільтри',
    filtersTitle: 'Фільтри',
    applyFilters: 'Примінити фільтри',
    durations: {
      less30: 'менше ніж 30 хвилин',
      between30and2: 'від 30 хвилин до 2 годин',
      between2and4: 'між 2 і 4 годинами',
      more4: 'більше 4 годин'
    },
    tags: {
      loadMore: 'Завантажити ще...',
      loadLess: 'Завантажити менше...',
      noTags: 'Не знайдено тегів',
      deleteTag: 'видалити тег'
    },
    anonymousNotAllowed: 'Ви маєте увійти в курс щоб побачити контент',
    badge: {
      template: 'шаблон',
      external: 'зовнішній',
      requiresApproval: 'за підтвердженням',
      archived: 'в архіві',
      inactive: 'неактивний',
      paymentMissing: 'відсутній платіж'
    },
    paidCourses: {
      payNowHeader: 'Оплатити {amount} {currency}',
      payNowDescription: 'Після оплати ви отримаєте доступ до курсу',
      payNowButton: 'Оплатити зараз',
      paymentSucceeded: 'Оплата за курс {name} успішна',
      paymentFailed: 'Оплата за курс {name} неуспішна: {err}',
      finalisingPayment: 'Оплата майже прошла, зачекайте ще трошки...⏳',
      voucherCode: 'Код Ваучеру',
      applyButton: 'Примінити',
      payWithLiqpay: 'Оплатити за допомогою LiqPay',
      payAmountCurrency: 'Оплатити {amount} {currency}',
      vatIncluded: '(включаючи ПДВ)',
      applyPromocode: 'Якщо у вас є промокод, будь ласка, введіть його в поле нижче.',
      confirmSettingsAndProceed: 'Підтвердити налаштування та продовжити',
      wrongTaxId: 'Неправильний формат податкового ідентифікатора. Правильний формат: <strong>{correctFormat}</strong>.<br>Оновіть сторінку і спробуйте ще раз.'
    },
    failedCourse: {
      failedCourseTitle: 'Важливе Оновлення Вашого Курсу',
      failedCourseTooltip: 'Будь ласка, перезапустіть курс, щоб його завершити.',
      failedCourseAlertMessage: 'На жаль, неможливо набрати достатньо балів для отримання сертифікату. Ви набрали {correct} з {total} балів, але цього недостатньо, щоб відповідати вимозі {minRate}%',
      failedCourseOneTimeEnrolment: 'Перезапуск курсу неможливий. Зверніться до адміністратора для повторної реєстрації.',
      restartCourseButton: 'Перезапустити курс'
    },
    headers: {
      titleAndDescription: 'Назва та опис курсу',
      quizProgress: 'Прогрес запитань',
      title: 'Назва курсу',
      description: 'Опис курсу',
      ordering: 'Порядок курсу',
      progress: 'Прогрес курсу',
      createTime: 'Створено',
      updateTime: 'Оновлено'
    },
    published: 'Опубліковано'
  },
  learningPaths: {
    noCompleted: 'Ви не закінчили жодної траєкторії навчання',
    noAssigned: 'Вам ще не назначено жодної траєкторії навчання',
    numberOfCourses: 'Немає курсів | {completed}/1 курс | {completed}/{n} курс | {completed}/{n} курсів',
    achievementsLabel: 'Досягнення',
    skillsLabel: 'Навички',
    certificateLabel: 'Сертифікат наприкінці',
    progressLabel: 'Прогрес',
    totalFound: 'Не знайдено жодної траєкторії навчання | Знайдено <strong>{n}</strong> траєкторію навчання | Знайдено <strong>{n}</strong> траєкторій навчання',
    item: {
      title: 'Назва та опис',
      steps: 'Кроки',
      progress: 'Прогрес',
      actions: 'Дії'
    }
  },
  auth: {
    or: 'АБО',
    dontHaveAnAccountYet: 'Ще не зареєстровані?',
    enterPassword: 'Введіть свій пароль',
    enterPhone: 'Введіть номер телефону',
    atLeastChars: 'Якнайменше {numberCharacters} символів',
    forgotPassword: 'Забули пароль?',
    resetPassword: {
      title: 'Змінити Пароль',
      description: 'Введіть адресу вашої електроної пошти і ми надішлемо вам лист з інструкціями по зміні паролю.',
      placeholder: 'Адреса ел.пошти',
      button: 'Змінити пароль',
      info: 'Якщо ви не отримаєте листа протягом кількох хвилин, перевірте папку SPAM або PROMOTIONS.',
      support: 'Лист буде від info@theworkademy.com',
      passwordResetSuccess: '<b>Добре!</b> Вам надіслано інструкції щодо відновлення пароля. Будь ласка, перевірте свою електронну пошту.',
      changePasswordTitle: 'Змінити Пароль',
      changePasswordDesc: 'Введіть потрібний пароль.',
      passwordChangeSuccess: '<b>Добре!</b> Пароль успішно оновлено. Тепер ви увійшли з новим паролем.',
      passwordChangeSuccessAndLogin: '<b>Добре!</b> Пароль успішно оновлено. Ви можете увійти в систему з новим паролем.'
    },
    nameLabel: 'Повне Ім\'я (або ПІБ)',
    namePlaceholder: 'Ім\'я (по-батькові) Прізвище',
    emailLabel: 'Ел.адреса',
    join: 'Приєднуйся!',
    alreadyHaveAccount: 'Вже зареєстровані?',
    loginNow: 'Зараз ви можете увійти!',
    token: 'Token',
    newPassword: 'Новий пароль',
    repeatPassword: 'Повторіть новий пароль',
    passwordRequired: 'Пароль обов\'язковий для заповнення',
    emailRequired: 'Ел.адреса обов\'язкова для заповнення',
    emailValid: 'Ел.адреса має бути дійсною',
    nameRequired: 'Ім\'я обов\'язкове для заповнення',
    nameLessThan: 'Довжина імені має бути менше за {MAX_NAME_LENGTH} символів',
    phoneValid: 'Номер телефону має бути дійсним',
    passwordRule: 'Пароль має складатися з якнайменше 8 символів, і не може мати довжину більше {maxChars} символів',
    passwordShouldMatch: 'Паролі мають співпадати',
    passwordValid: 'Пароль має складатися з якнайменше 8 символів, і не може мати довжину більше {MAX_PASSWORD_LENGTH} символів',
    repeatPasswordRequired: 'Будь ласка, повторіть пароль',
    passwordsDontMatch: 'Паролі не співпадають',
    profilePicture: 'Фотографія профілю',
    pictureLabel: 'URL профільної аватарки',
    pictureHint: 'Скопіюйте посилання на вашу улюблену фотографію',
    phone: 'Номер телефону',
    city: 'Місто',
    street: 'Вулиця',
    postalCode: 'Індекс',
    country: 'Країна',
    addressAndPhoneTitle: 'Адреса та номер телефону',
    changePassword: 'Змінити пароль',
    oldPasswordLabel: 'Старий пароль',
    newPasswordLabel: 'Новий пароль',
    phoneLabels: {
      countrySelectorLabel: 'Код країни',
      countrySelectorError: 'Виберіть країну',
      phoneNumberLabel: 'Номер телефону',
      example: 'Приклад :'
    },
    consentRule: 'Вам необхідно погодитися з Умовами надання послуг та Політикою конфіденційності щоб продовжити реєстрацію',
    consentLabel: 'Я ознайомився/лась та погоджуюсь з  <a href="{url}" target="_blank">Умовами надання послуг та Політикою конфіденційності</a>',
    loginSuccessful: 'Логін здійснено успішно',
    registrationSuccessful: 'Реєстрація успішна',
    loginWithEmail: 'Увійти за допомогою ел.пошти',
    registerWithEmail: 'Зареєструватися за допомогою ел.пошти',
    loginTitle: 'Увійти',
    registerTitle: 'Зареєструватися',
    loginDisclaimer: '',
    registerDisclaimer: '',
    whereToGoTitle: 'Який workspace Workademy?',
    whereToGoSubtitle: 'Введіть назву вашого workspace Workademy. Наприклад, "workademy"',
    workspaceNameLabel: 'Назва Воркспейсу',
    workspaceNamePlaceholder: 'workademy',
    backToRipplingButton: 'Повернутися до Rippling',
    proceedToWorkspaceButton: 'Перейти до {name}',
    loginWithRippling: 'Увійти через Rippling',
    loginWithDeel: 'Увійти через Deel',
    createNewWorkspace: 'Або створіть новий workspace'
  },
  errors: {
    '-1': 'Виникла помилка',
    1000: 'Користувач з такою ел.адресою вже існує',
    1001: 'Користувача не знайдено',
    1002: 'Щось пішло не так - адреса ел.пошти або пароль невірні!',
    1003: 'Щось пішло не так - адреса ел.пошти або пароль невірні!',
    1100: 'Цей токен не підходить',
    1101: 'Нажаль, цей токен вже недійсний',
    59: 'Неправильні облікові дані або ім\'я користувача та пароль не збігаються',
    1300: 'Курс ще не закінчено.',
    1500: 'Ваучер з кодом {code} не знайдено',
    1501: 'Ваучер з кодом {code} вже було використовано',
    9905: 'Будь ласка, перевірте налаштування ел.пошти на Facebook. Вона має бути перевірена. ',
    9904: 'Аутентифікація з Personio не вдалась. Спробуйте ввести дані з\'єднання з Personio знову.',
    1302: 'Вас вже зараховано (або було зараховано раніше) на цей курс. На цей курс можна записатися лише один раз',
    1307: 'Існує період охолодження тривалістю <strong>{period}</strong> перед тим, як ви зможете знову пройти цей курс.',
    1308: 'Реєстрація неможлива: Ви вже завершили цей курс, і реєстрація обмежена одноразовою участю.'
  },
  footer: {
    platformDescription: '<strong>{title}</strong> це освітня онлайн платформа, яка спрямована на новітні тренди набуття знань та мотивацію що стоїть за цим процесом',
    links: 'Посилання',
    contacts: 'Контакти',
    github: 'GitHub',
    foundIssues: 'Знайшли баги?',
    submitThem: 'дайте нам знати!',
    privacyUrl: 'https://www.theworkademy.com/privacy',
    workademyPrivacyLabel: 'Workademy Privacy Policy',
    privacyLabel: 'Privacy Policy',
    contentLabel: 'Content Policy',
    contactUsTitle: 'Зв’яжіться з нами!',
    contactUsText: 'Якщо у вас є питання або ви знайшли помилку в курсі, напишіть нам!',
    supportEmail: 'support@theworkademy.com',
    poweredBy: 'Створено на <a href="{companyUrl}" target="_blank" class="company-link">{company}</a>'
  },
  progress: {
    go: 'Давай давай! Правильних відповідей - {completed} з {total}',
    nice: 'Круто! Правильних відповідей - {completed} з {total}! Так тримати!',
    almost: 'Майже все! Правильних відповідей - {completed} з {total}!',
    done: 'Ти герой! Правильних відповідей - {completed} з {total}!',
    shorten: '{completed}/{total}',
    courseScore: 'Мій прогрес: <stong>{percentage}%</stong>',
    yourProgress: 'Мій прогрес',
    noScore: 'В цьому курсі немає тестів',
    answeredQuestions: '<strong>{score}</strong> правильних відповідей',
    seenLecture: '<strong>{score}</strong> пройдених лекцій',
    yourScore: 'Рахунок: {score}',
    questionsProgress: 'Ви відповіли на {progress}% питань ({correct}/{total})',
    lecturesProgress: 'Ви пройшли {progress}% лекцій ({correct}/{total})',
    overallProgress: 'Ви відповіли на {progressQuestions}% ({correctQuestions}/{totalQuestions}) питань та пройшли {progressLectures}% ({correctLectures}/{totalLectures}) лекцій.'
  },
  settings: {
    settings: 'Мої налаштування',
    changeSettings: 'Змінити дані',
    changeSettingsSuccess: 'Ваші зміни успішно збережено!',
    changeSettingsError: 'Сталася помилка змінення налаштувань: {err}.',
    passwordChangeSuccess: 'Ваш пароль успішно змінено.',
    passwordChangeError: 'Сталася помилка під час зміни пароля: {err}.',
    language: 'Мова',
    takeMeBack: 'Повернутися',
    userPic: {
      change: 'Завантажити нову картинку профілю (png або jpeg)',
      add: 'Додати картинку профілю (png або jpeg)',
      chooseYourAvatar: 'Аватари'
    }
  },
  learnerProfile: { // REVIEW: Google translations
    learnerProfile: 'Профіль учня',
    achievementsTitle: 'Mої Досягнення',
    skillsTitle: 'Mої Hавички',
    viewAll: 'Подивитись Bсе',
    courses: 'Курси',
    learningPaths: 'Траєкторії',
    achievements: 'Досягнення',
    skills: 'Hавички',
    level: 'Рівень',
    frames: 'Gamification Frames',
    points: 'Бали курсів'
  },
  organization: {
    organization: 'Моя організація',
    skills: '- | Навичкa | Hавички | Навичок',
    members: '- | Учасник | Учасника | Учасників',
    level: 'Рівень',
    noGroupsYet: 'Ще не створено жодної організаційної групи.',
    noGroupsAdmin: 'Ще не створено жодної групи. Будь ласка, створіть групи, щоб мати змогу побачити тут організаційну структуру.',
    createGroupsBtn: 'Створити групи',
    points: 'Бали курсів',
    loadMoreUsers: 'завантажити більше користувачів...'
  },
  certificates: {
    congratulations: 'Вітаємо, ви можете отримати сертифікат!',
    eligibleHeadline: '👉 Результат: {score}%. Після отримання сертифіката курс завершується, але матеріали залишаються доступними у вашому дашборді.',
    eligibleHeadlineCombined: '👉 Досягнуто прогресу: {score} правильних відповідей і {lectures} завершених лекцій. Після досягнення цього рівня ви можете отримати сертифікат. Курс завершується, але матеріали залишаються доступними на вашій панелі.',
    youCanCancel: '👉 Ви можете повернутися до курсу та отримати сертифікат пізніше. Кнопка “Отримати сертифікат” буде активною в будь-який момент.',
    checkNameText: '⚠️ Увага! Переконайтеся, що ім\'я для сертифіката в налаштуваннях правильне:',
    changeNameInSettingsText: 'Щоб змінити ім\'я скористайтеся кнопкою <strong>“Змінити ім\'я”</strong>, а потім поверніться сюди.',
    generateForName: 'Підтверджую видачу сертифіката на ім\'я <strong>{name}</strong>.',
    writeYourName: '<p>Сертифікат буде видано на ім\'я <strong>{name}</strong>, яке вказане в ваших налаштуваннях.</p>' +
      '<p>Якщо це ім\'я (<strong>{name}</strong>) неправильне, будь ласка, виправте його в <a href="{url}">налаштуваннях</a>, а потім поверніться сюди.</p>' +
      '<p>Для підтвердження правильності імені, <strong>впишіть його в поле нижче</strong> або ж <strong>скопіюйте: {name}</strong> та вставте в поле.</p><p> <strong>Важливо: ім\'я з блоку налаштувань має повністю збігатися з ім\'ям в полі нижче і саме на це ім\'я буде видано сертифікат.</strong></p>',
    writeYourName2: 'Сертифікат буде видано на ім\'я (або ПІБ) {name} яке вказано в ваших налаштуваннях. ' +
      'Для підтвердження напишіть, будь ласка, своє повне ім\'я (або ПІБ) ще раз. Якщо це неправильне повне ім\'я (або ПІБ), виправте його в налаштуваннях.',
    writeYourNameLabel: 'Напишіть своє повне ім\'я (або ПІБ)',
    notEligibleHeadline: 'Неможливо видати сертифікат',
    notEligibleText: 'Повертайся до курсу та дай відповіді на всі запитання курсу',
    notEligibleOkButton: 'Ок, я розумію, що робити',
    nameInSettingsText: 'Ім\'я, з яким ви зареєстровані – ',
    changeSettingsLinkText: 'Змінити ім\'я',
    changeNameLinkText: 'Змінити ім\'я',
    byProcedingWithCertGenText: 'Натискаючи на кнопку генерації сертифіката, ви погоджуєтеся закінчити свій курс і створити сертифікат його закінчення на ім\'я {name}.',
    generate: 'Видати сертифікат',
    ontinueToCourse: 'Продовжити курс',
    getCertificate: 'Сертифікат',
    openCertificate: 'Відкрити сертифікат',
    completeCourse: 'Завершити курс',
    dontGenerate: 'Відмінити',
    certificateTitle: 'СЕРТИФІКАТ',
    issuedOn: 'Виданий',
    toCertifyThat: 'Засвідчує, що',
    hasCompletedTheCourse: 'закінчив(ла) курс',
    ofADurationOf: '(тривалість – {duration})',
    withDuration: 'розрахований на {duration} год.',
    checkCertificateText: 'Дійсність сертифікату можна перевірити за посиланням',
    progress: 'прогрес',
    withScore: 'з результатом {score}%',
    yourPercentage: 'Ви набрали <strong>{score}%</strong>. Ви можете набрати ще більше!',
    getMoreButton: 'Повернутися до курсу',
    eligibleAnsweredAll: 'Ви відповіли на всі питання курсу і можете зараз завершити курс. Курс завжди буде доступний для вас в секції завершених курсів.',
    eligibleReadAll: 'Ви позначили всі лекції як пройдені і зараз можете завершити курс. Цей курс завжди буде доступний для вас в секції завершених курсів.',
    eligibleCancel: 'Ви можете не завершувати курс зараз. Кнопка для завершення курсу буде активна для вас в будь-який момент.',
    instructions: 'Після того, як ви одержите сертифікат, ви повернется до свого кабінету. Ви зможете проглядати зміст курсу, а також записатися на нього знову.',
    canGetCertificate: 'Ви відповіли правильно на <strong>{score}</strong> з <strong>{total}%</strong> питань. <br>Ви можете одержати сертифікат.',
    needMoreToGetCertificate: 'Вам потрібно набрати <strong>{total}%</strong> від можливих балів за правильні відповіді. <br> Ви набрали <strong>{score}</strong>.',
    courseCompletedWithSuccess: 'Курс {name} успішно завершено!',
    youHaveToAnswerAllQuestions: 'Ви маєте відповісти на всі питання курсу для того щоб мати змогу завершити курс.',
    youHaveToCompleteAllLectures: 'Ви маєте завершити всі лекції курсу для того щоб мати змогу завершити курс.',
    youHaveAnsweredAllQuestions: 'Ви відповіли на всі питання курсу і зараз можете завершити курс.',
    youHaveCompletedAllLectures: 'Ви завершили всі лекції курсу і зараз можете завершити курс.',
    youHaveAlreadyCompleted: 'Ви вже завершили цей курс.',
    youCompletedСertification: 'Ви завершили цю сертифікацію',
    eligibleAllCertification: 'Ви успішно відповіли на всі тести, і тепер можете завершити цю сертифікацію. Вона завжди буде доступна в розділі завершених курсів.',
    eligibleCancelCertification: 'Вам не потрібно завершувати сертифікацію зараз. Кнопка для завершення сертифікації завжди буде доступна.',
    youHaveAlreadyCertificate: 'Ви вже отримали ваш сертифікат за цей курс. Натисніть на кнопку щоб переглянути сертифікат.',
    shareOnLinkedIn: 'Додати до LinkedIn',
    givenUpCourse: 'Ви полишили цей курс. Тут ви можете тільки переглядати матеріали. Якщо ви хочете отримати сертифікат, вам потрібно записатися на курс знову.',
    cantFind: 'Сертифікат з UUID {uuid} не може бути знайдений.',
    proceedToMainPage: 'Перейти на головну сторінку',
    youHaveToCompleteExternalCourse: 'Натисніть кнопку, коли завершите курс.',
    youHaveCompletedExternalCourse: 'Ви вже позначили цей курс як завершений',
    finishExternalCourseTitle: 'Підтвердити завершення курсу',
    finishExternalCourseSubtitle: 'Натиснувши кнопку «Завершити курс», ви підтверджуєте, що завершили цей курс. Якщо ви його ще не завершили, виберіть «Скасувати», щоб повернутися і продовжити курс.'
  },
  vouchers: {
    introduceCode: 'Для запису на курс потрібно ввести код ваучеру',
    voucherCode: 'Код ваучеру'
  },
  admin: {
    drawer: {
      adminToolsDrawer: {
        title: 'Адміністративні інструменти курсу'
      }
    },
    attendance: {
      attending: 'Беруть участь:',
      notAttending: 'Не беруть участь:',
      attendedLive: 'Відвідали:',
      seenBy: 'Продивилися:'
    },
    enroll: {
      enrollIntoCourse: 'Зареєструйте користувачів на курс {name}',
      enrollIntoLearningPath: 'Зареєструйте користувачів на траєкторію навчання {name}',
      grantFreebieButton: 'Надати доступ',
      grantFreebieSuccess: 'Користувачу {name} було надано доступ до курсу',
      grantFreebieError: 'Сталася помилка при наданні доступу користувачу {name}: {err}'
    },
    stepper: {
      basicInformationTitle: 'Основна інформація',
      mediaVisualsTitle: 'Медіа та візуальні матеріали',
      enrollmentAccessTitle: 'Запис та доступ',
      certificationCompletionTitle: 'Сертифікація та завершення',
      courseFeaturesTitle: 'Курс і особливості',
      commercialSettingsTitle: 'Комерційні налаштування',
      miscellaneousTitle: 'Різне',
      externalUrlTitle: 'Джерело',

      title: 'Назва курсу *',
      titleDesc: 'Встановіть назву курсу.',

      descriptionTitle: 'Опис',
      descriptionDesc: 'Напишіть короткий підсумок або детальний опис курсу.',

      tagsTitle: 'Теги',
      tagsDesc: 'Додайте теги для класифікації вмісту курсу.',

      durationTitle: 'Тривалість',
      durationDesc: 'Вкажіть тривалість курсу.',
      durationLabel: 'Тривалість у хвилинах',

      typeTitle: 'Тип курсу',
      typeDesc: 'Визначте тип курсу відповідно до його призначення. Кожен тип орієнтований на певний підхід до навчання або сертифікації.',
      typeLabel: 'Виберіть тип курсу',

      types: {
        base: 'Базовий курс',
        external: 'Зовнішній курс',
        SCORM: 'SCORM',
        certification: 'Курс сертифікації',
        umbrella: 'Об’єднаний курс'
      },

      cardImageTitle: 'Зображення картки курсу',
      cardImageDesc: 'Завантажте зображення, що представляє курс у списках.',

      coverImageChooser: 'Виберіть обкладинку для курсу',
      useDefaultCover: 'Використовувати обкладинку за замовчуванням',

      wideCoverTitle: 'Широка обкладинка курсу',
      wideCoverDesc: 'Встановіть широке зображення обкладинки для детального перегляду курсу.',

      externalTitle: 'Зовнішній URL',
      externalDesc: 'Вкажіть URL-адресу для перенаправлення учнів до зовнішнього навчального матеріалу.',
      externalLabel: 'Посилання для зовнішнього курсу',

      anonymousAllowedTitle: 'Вимога автентифікації',
      anonymousAllowedDesc: 'Визначте, чи можуть користувачі записуватися без автентифікації.',
      anonymousAllowedLabel: 'Дозволено анонімний доступ',

      availableFromUntilTitle: 'Час початку та завершення',
      availableFromUntilDesc: 'Встановіть офіційний час початку та завершення курсу.',

      preEnrollAllowedTitle: 'Попередній запис',
      preEnrollAllowedDesc: 'Дозвольте користувачам записуватись на курс до початку навчання',
      preEnrollAllowedLabel: 'Дозволений попередній запис',

      advancedTitle: 'Додаткові налаштування',

      enrollmentCodeTitle: 'Код для запису',
      enrollmentCodeDesc: 'Увімкніть або вимкніть необхідність коду для запису на курс.',
      enrollmentCodeLabel: 'Активація за кодом',

      oneTimeEnrollmentTitle: 'Одноразовий запис',
      oneTimeEnrollmentDesc: 'Вкажіть, чи дозволяється записатися на курс лише один раз.',
      oneTimeEnrollmentLabel: 'Одноразовий запис (без можливості повторного проходження)',

      enrollmentApprovalTitle: 'Схвалення запису',
      enrollmentApprovalDesc: 'Визначте, чи потребує запис адміністративного схвалення.',
      enrollmentApprovalLabel: 'Попереднє схвалення запису',

      recurringCourseTitle: 'Повторюваний курс',
      recurringCourseDesc: 'Визначте, чи є курс повторюваним, та вкажіть дату першого повторення.',

      certificationTitle: 'Налаштування сертифікації',
      certificationDesc: 'Увімкніть або вимкніть сертифікацію для курсу.',

      gradeTitle: 'Прохідний бал',
      gradeDesc: 'Встановіть відсоток правильних відповідей, необхідний для сертифікації.',
      coolingOffPeriod: 'Час очікування',
      coolingOffPeriodDesc: 'Вкажіть, скільки часу має минути перед повторним проходженням курсу у разі невдачі.',
      coolingOffPeriodLabel: 'Час очікування (години)',
      pointsEarnedTitle: 'Нараховані бали',
      pointsEarnedDesc: 'Встановіть кількість балів, які отримують користувачі після завершення курсу.',
      pointsEarnedLabel: 'Кількість балів',
      learningSequenceTitle: 'Послідовність навчання',
      learningSequenceDesc: 'Визначте, чи проходження курсу має бути послідовним.',
      learningSequenceLabel: 'Послідовне навчання (кожен модуль відкривається після завершення попереднього)',
      forumDiscussionTitle: 'Форум обговорень',
      forumDiscussionDesc: 'Увімкніть або вимкніть форуми для обговорення курсу.',
      paidTitle: 'Платний курс',
      paidDesc: 'Вкажіть, чи курс є платним, та встановіть ціну.',
      exemptTitle: 'Безкоштовний доступ для груп',
      exemptDesc: 'Користувачі, які належать до наступних груп, звільняються від оплати.',
      featuredTitle: 'Рекомендований курс',
      featuredDesc: 'Позначте курс як рекомендований для відображення у спеціальному розділі.',
      featuredLabel: 'Позначити як рекомендований',
      folderTitle: 'Папка',
      folderDesc: 'Організуйте курс у відповідній папці.',
      disclaimerPopupTitle: 'Вікно-застереження',
      disclaimerPopupDesc: 'Налаштуйте вікно-застереження, яке відображається під час запису на курс.',
      templateTitle: 'Шаблон курсу',
      templateDesc: 'Визначте, чи може цей курс бути скопійований або клонований іншими користувачами.',
      templateLabel: 'Шаблонний курс',
      manualOrderTitle: 'Ручне сортування',
      manualOrderDesc: 'Встановіть порядок відображення курсу в списку.',
      manualOrderLabel: 'Порядок курсу',
      customFieldsTitle: 'Додаткові поля',
      customFieldsDesc: 'Додайте будь-які додаткові поля, що стосуються курсу.',
      newFieldNameLabel: 'Назва поля',
      newFieldValueLabel: 'Значення поля',
      newFieldNamePlaceholder: 'Назва',
      newFieldValuePlaceholder: 'Значення',
      coverLabel: 'Обкладинка курсу',
      enterUrl: 'Введіть URL',
      certificateForAnsweredQuestions: 'За відповіді на питання',
      certificateForAnsweredQuestionsInfo: 'Видавати сертифікат за певний відсоток відповідей на питання',
      certificateForReadLecturesInfo: 'Видавати сертифікат після перегляду всіх лекцій',
      passingRateLabel: 'Прохідний бал',
      certificateLabel: 'Сертифікат після проходження курсу',
      certificateForReadLectures: 'За пройдені лекції',
      template: 'Курс шаблон',
      forumLabel: 'Форум дискусій',
      globalUsers: 'Глобальні користувачі',
      globalUsersDescription: 'Додайте або редагуйте глобальних користувачів',
      globalTopics: 'Глобальні теми форуму',
      globalTopicsDescription: 'Додайте або редагуйте глобальні теми',
      comments: 'коментарі',
      modulesLabel: 'Кількість модулів',
      lecturesLabel: 'Кількість лекцій у кожному модулі',
      sectionsLabel: 'Кількість розділів у кожній лекції',

      createCourse: 'Створити курс',
      updateCourse: 'Оновити курс',

      scormPreview: 'Попередній перегляд SCORM',
      scormBeingProcessed: 'SCORM завантажено! Ми його зараз обробляємо, це може зайняти до двох хвилин. Ви можете зачекати або повернутися пізніше. <strong>Не забудьте зберегти свій курс!</strong>',
      scormProcessedSuccessfully: 'SCORM успішно оброблено!',
      scormProcessedError: 'Сталася помилка під час обробки файлу SCORM. Спробуйте завантажити його ще раз.',
      oneTimeEnrollment: 'Одноразовий запис',
      recurring: {
        isRecurringText: 'Цей курс є повторюваним.',
        isNotRecurringText: 'Цей курс не є повторюваним',
        periodLabel: 'Період повторення',
        firstExecutionLabel: 'Перше повторне зарахування має відбутися:',
        firstExecutionExplanation: 'Перший раз, коли буде застосовано повторення. <br>' +
          'Учні, які записані на курс та вже його завершили, будуть вперше повторно зараховані на цю дату.',
        amountLabel: 'Кількість',
        timesToRepeat: 'Кількість повторень',
        periodOfRecurringText: 'Учні повинні повторювати цей курс кожні ',
        saveRecurring: 'Зберегти інформацію про повторення',
        deleteRecurring: 'Видалити властивості повторення',
        period: {
          MONTHLY: 'Місяць | Місяця | Місяців',
          YEARLY: 'Рік | Роки | Років'
        },
        messages: {
          createdSuccess: 'Планувальник повторень для курсу {name} успішно створено.',
          updatedSuccess: 'Планувальник повторень для курсу {name} успішно оновлено.',
          deletedSuccess: 'Планувальник повторень для курсу {name} успішно видалено.',
          createdError: 'Помилка при створенні планувальника повторень для курсу {name}: {err}.',
          updatedError: 'Помилка оновлення планувальника повторень для курсу {name}: {err}.',
          deletedError: 'Помилка видалення планувальника повторень для курсу {name}: {err}.'
        }
      },
      aggregated: {
        metadata: 'Метадані (назва, опис, обкладинка, тривалість, теги, порядок)',
        achievements: 'Досягнення (сертифікат, рамки, бали)',
        courseAccess: 'Доступ до курсу та доступність (коди реєстрації, дати початку та завершення, анонімно, платно)',
        socialLearning: 'Соціальне навчання (форум для обговорень)',
        globalUsers: 'Глобальні користувачі',
        recurring: 'Повторюваний курс'
      },
      ai: {
        topicAndLocaleTitle: 'Тема та Мова',
        contextTitle: 'Додатковий Контекст',
        contextExplanation: 'Тут ви можете написати все, що допоможе адаптувати курс до специфічних потреб компанії.',
        contextHint: 'Приклад: Ми є зростаючою страхово-технологічною компанією, яка прагне до успіху в продажах.',
        contentSpecificationTitle: 'Специфікації контенту',
        numberOfThingsTitle: 'Специфікація Змісту',
        topicLabel: 'Тема курсу',
        localeLabel: 'Мова курсу',
        contextLabel: 'Додатковий Контекст',
        noModulesLabel: 'Кількість модулів',
        noTopicsLabel: 'Кількість тем у кожному модулі',
        noOptionsLabel: 'Кількість варіантів у кожному запитанні',
        noModulesHint: 'Кількість модулів може бути від 1 до 10',
        noTopicsHint: 'Кількість тем на модуль не може бути менше однієї та більше 5',
        noOptionsHint: 'Кількість варіантів на запитання не може бути менше 3 і більше 5',
        specifyEveryModule: 'Вкажіть кожен модуль, який ви хочете бачити у вашому курсі',
        specifyEveryModuleExplanation: 'Вкажіть назву кожного модулю в курсі, наприклад, "Основи GDPR", "GDPR та страхові технології", "GDPR для розробників"',
        modules: 'Модулі',
        lectures: 'Лекції',
        questions: 'Питання',
        businessGoalsLabel: 'Бізнес-цілі курсу',
        businessGoalsHint: 'Почніть вводити текст для пошуку або створіть власну мету',
        businessGoalsExplanation: 'Бізнес-цілі повинні бути SMART – Специфічні, Вимірювані, Досяжні, Відповідні, Обмежені у часі. ' +
          'Наприклад, "Збільшення доходів від продажу: Підвищити квартальний дохід від продажів на 15% за допомогою розширеного навчання з продажу для команди до кінця Q2."',
        businessGoalsExamples: [
          'Збільшення доходів від продажу: Підвищити квартальний дохід від продажів на 15% за допомогою розширеного навчання з продажу для команди до кінця Q2.',
          'Покращення задоволення клієнтів: Досягти рівня задоволення клієнтів у 90% за допомогою навчання персоналу з обслуговування клієнтів навичкам вирішення конфліктів та комунікаційних навичок протягом наступних 6 місяців.',
          'Підвищення кваліфікації працівників: Забезпечити навчання 100% персоналу маркетингового відділу інструментам аналізу даних протягом наступних 3 місяців для покращення ефективності кампаній.',
          'Зниження операційних витрат: Зменшити виробничі витрати на 10% наступного року шляхом оптимізації операцій і навчання ефективності для виробничого персоналу.',
          'Розширення ринкового охоплення: Вийти на 2 нових міжнародних ринки до кінця року, підготувавши команду продажів до Q3 з навичками мови та культурного навчання.',
          'Збільшення впізнаваності бренду: Покращити впізнаваність бренду на 25% за показниками залучення у соціальних мережах за допомогою серії спрямованих тренінгів з цифрового маркетингу для маркетингової команди протягом наступного кварталу.',
          'Покращення лідерських навичок: Розвинути лідерські навички у 20 керівників середнього рівня, записавши їх на комплексну програму тренінгу лідерів до кінця фінансового року.',
          'Збільшення утримання працівників: Зменшити річний оборот працівників на 5% за допомогою покращених практик управління і курсів розвитку лідерства протягом наступних 12 місяців.',
          'Покращення строків виконання проектів: Скоротити час виконання проектів на 20% протягом наступних 9 місяців завдяки продвинутому навчанню з управління проектами для всіх керівників проектів.',
          'Збільшення виробничої ефективності: Досягти 15%-го зростання виробничої ефективності за допомогою навчання персоналу новим виробничим технологіям протягом наступних 6 місяців.',
          'Посилення цифрової трансформації: Навчити 90% робочої сили компанії новим цифровим інструментам і платформам до кінця року для підтримки ініціатив з цифрової трансформації.',
          'Покращення здоров\'я і безпеки: Досягти нульового рівня нещасних випадків на робочому місці наступного року завдяки комплексному навчанню з безпеки для всіх нових працівників у їх перший місяць роботи.',
          'Збільшення залученості працівників: Підвищити показники залученості працівників на 10 пунктів за допомогою тренінгів з лідерства та мотивації до кінця року.',
          'Розширення лінійки продуктів: Випустити 3 нові продукти до Q4, підготувавши команду розвитку продуктів за допомогою тренінгів з управління інноваціями, які почнуться з Q2.',
          'Зменшення скарг клієнтів: Зменшити кількість скарг клієнтів на 20% протягом наступного року за допомогою покращених протоколів обслуговування і тренінгів з обробки скарг для команд обслуговування клієнтів.',
          'Оптимізація управління ланцюжками постачання: Покращити ефективність управління ланцюжками постачання на 15% протягом наступних 6 місяців за допомогою спеціалізованих тренінгів з логістики ланцюжків постачання для членів команди.',
          'Посилення заходів з кібербезпеки: Забезпечити, що 100% персоналу ІТ будуть навчені останнім практикам і реакціям з кібербезпеки до кінця Q3 для зниження ризиків.',
          'Покращення фінансової звітності: Досягти 100% точності у фінансовій звітності шляхом навчання фінансової команди новому програмному забезпеченню і стандартам відповідності протягом наступного кварталу.',
          'Максимізація ефективності ІТ: Підвищити час безвідмовної роботи систем ІТ до 99,9% за допомогою постійного технічного навчання для персоналу ІТ, починаючи з наступного місяця.',
          'Розвиток стратегічного мислення: Сприяти розвитку стратегічного мислення в усій організації за допомогою семінарів для всіх старших менеджерів протягом наступних 6 місяців.'
        ],
        averageAgeTitle: 'Середній Вік',
        averageAgeLabel: 'Середній Вік',
        averageAgeExplanation: 'Який середній вік учнів?',
        averageAgeHint: 'Якщо ваша команда має вік від 20 до 50 років, 35 - це відповідь.',
        educationalBackgroundTitle: 'Освітній фон',
        educationalBackgroundExplanation: 'Який освітній фон у учнів? Ви можете написати щось на кшталт "Дорослі, що працюють у галузі охорони здоров\'я без попередніх знань про невідкладну медичну допомогу."',
        educationalBackgroundLabel: 'Освітній фон',
        educationalBackgroundHint: 'Приклад: Більшість - спеціалісти зі ступенем магістра, що займаються маркетинговими дослідженнями.',
        learningGoalsTitle: 'Навчальні цілі',
        learningGoalsExplanation: 'Переконайтеся, що навчальні цілі конкретні, вимірні та відповідають бізнес-цілям.',
        learningGoalsLabel: 'Навчальні цілі',
        learningGoalsHint: 'Приклад: Учні зможуть застосовувати базові техніки першої допомоги.',
        acquiredAbilitiesTitle: 'Набуті здібності',
        acquiredAbilitiesExplanation: 'Набуті здібності мають бути орієнтовані на дію і чітко вказувати, що учні зможуть робити',
        acquiredAbilitiesLabel: 'Набуті здібності',
        acquiredAbilitiesHint: 'Учні зможуть правильно виконувати серцево-легеневу реанімацію, визначати ознаки серцевого нападу та користуватися АЕД.',
        timeCommitmentHoursTitle: 'Зобов\'язання за часом (у загальній кількості годин)',
        timeCommitmentHoursExplanation: 'Враховуйте інтенсивність та темп курсу, виходячи з наявності учнів.',
        timeCommitmentHoursLabel: 'Зобов\'язання за часом',
        timeCommitmentHoursHint: 'Приклад: якщо у учнів є 3 години на тиждень протягом 4 тижнів, це 12.',
        pdfTitle: 'Збагатіть зміст курсу PDF-файлом',
        pdfExplanation: 'Якщо у вас вже є PDF з конкретним змістом для цього курсу, ви можете завантажити його тут.'
      },
      info: {
        step1: '<p>В цій секції, виберіть кавер картинку для курсу, надайте курсу назву, та вкажіть чи цей курс має бути шаблоном для створення інших курсів.</p>' +
          '<p><strong>Вся конфігурація може бути змінена після створення курсу.</strong></p>',
        step2: '<p>В цій секції вкажіть гарний опис для курсу. Список навчальних цілей може бути гарним описом! ' +
          'Використовуйте редактор щоб позначити важливу інформацію, створити списки, або додати кольори.</p>' +
          '<p><strong>Опис курсу також може бути змінений після створення курсу.</strong></p>',
        step3: '<p>Use this section to add the tags to the course. You can choose from the existing tags or create new ones.</p>' +
          '<p><strong>Course tags can be added and/or changed afterwards.</srong></p>',
        step4: '<p>Please specify the course duration in minutes. For example, if it lasts for 10 minutes, then it\'s 10 minutes, if it\'s 2 hours, then it\'s 120 minutes, etc.</p>' +
          '<p><strong>Course duration settings can be added and changed afterwards.</strong></p>',
        step5: '<p>Use this section to specify whether or not this course will be certifiable. You can also specify the minimum passing rate, in percentage from 0 to 100.</p>' +
          '<p><strong>These settings can be specified and changed afterwards.</strong></p>',
        certificateScormExplanation: 'Позначте чи учні мають отримати сертифікат після закінчення курсу.' +
          '<strong>Ця конфігурація може бути змінена після створення курсу.</strong>',
        step6: '<p>Social learning is a great tool for motivation! Tick the box to enable Disqus forum after every lecture in the course.</p>' +
          '<p><strong>This option can be enabled and disabled any time afterwards.</strong></p>',
        step7: '',
        step8: '<p>Use this section to specify the number of modules in the course, lectures per module, and section per lecture.</p>' +
          '<p><strong>It\'s not a final decision, after the course is created, you can add or remove modules, lectures, and sections.</strong></p>',
        anonymousAllowedExplanation: 'Можливість проходження курсу без автентифікації. Візьміть до уваги, що тести і сертифікація не матимуть сенсу в такому курсі.',
        preEnrollAllowedExplanation: 'Приберіть галочку щоб не дати змогу користувачам записуватися на курс до його початку',
        externalUrl: 'Скопіюйте зовнішній лінк на який буде вказувати картка курсу',
        paidCourse: {
          amount: 'Скільки коштує',
          currency: 'Валюта',
          amountShouldBeAboveZero: 'Сума не може бути нулем',
          paymentTypes: {
            STRIPE: 'Stripe',
            LIQPAY: 'LiqPay'
          }
        },
        availableFromTo: 'Виберіть дату та час доступності курсу. ' +
          'Зверніть увагу, що користувачі не зможуть брати участь у курсі до дати доступності або після дати закінчення доступності.' +
          '<strong>Ці налаштування можна змінювати в будь-який момент.</strong>',
        sequentialLearning: 'Увімкніть цю опцію, якщо учасник може переходити до наступної лекції лише після завершення попередньої.',
        oneTimeEnrollment: 'Відзначте цю опцію, щоб заборонити учаснику декількачасові записи на курс.',
        paidCourseInfo: 'Налаштуйте інформацію про оплату. Неможливо змінити постачальника платежів у майбутньому, однак можна змінити суму та валюту. ' +
          '<strong>Переконайтеся, що відповідна інтеграція Постачальника Платіжних Сервісів налаштована у розділі <em>Admin -> Інтеграції</em></strong>',
        voucherActivated: 'Відзначте цю опцію, якщо ви налаштували коди запису для цього курсу і доступ до курсу потребує цих кодів.',
        customFields: 'Тут ви можете визначити користувальницькі поля курсу <strong>(розширена конфігурація)</strong>',
        scormUpload: 'Завантажте файл SCORM тут. Ви можете змінити його в майбутньому в будь-який момент.',
        ordering: 'Встановіть порядок курсу, якщо ви хочете, щоб цей курс з\'явився в іншому порядку у списку курсів. ' +
        'Наприклад, уявіть, що у вас є певний курс, який потрібно відобразити першим у списку. Тоді встановіть значення порядку на <strong>1</strong>.' +
          '<br><br><em>Щоб ігнорувати порядок, встановіть значення на <strong>1000</strong>. Курс буде відображатися впорядкованим за часом його створення або оновлення.</em>',
        preEnrollDescription: 'Визначте HTML спливаючого вікна попередньої реєстрації, яке з\'являтиметься для кожного студента перед тим, як він або вона зареєструється на курс.',
        preApproveEnrollmentDescription: 'Оберіть цей варіант, якщо потрібне підтвердження реєстрації. ' +
          'Учні спробують зареєструватися на курси, але не зможуть розпочати курси, поки адміністратори не підтвердять їх реєстрацію.',
        aggregated: {
          metadata: 'Визначте всі метадані курсу тут: назва курсу, зображення обкладинки, опис, тривалість, теги. Визначте порядок курсу та спеціальні поля, якщо потрібно.',
          socialLearning: 'Соціальне навчання - визначте, чи доступний форум для обговорень після кожної лекції чи ні.',
          achievements: 'Визначте досягнення курсу - рамки аватара, бали курсу, сертифікат.',
          courseAccess: 'Визначте налаштування, пов’язані з доступністю курсу: дати початку та завершення, чи доступний він для анонімного перегляду чи за кодами реєстрації.',
          recurring: 'Встановіть налаштування, якщо курс повинен бути повторюваним: зареєстровані користувачі повинні періодично повторювати курс. ' +
            'Це може бути корисним для деяких обов\'язкових тренінгів, таких як відповідність. <strong>УВАГА: застосовується тільки до учнів, які зареєстровані групою.</strong>'
        },
        ai: {
          topicAndLocale: 'Вкажіть тему та мову генерованого контенту.',
          context: 'Надайте додатковий контекст, наприклад, що учень дізнається з цього курсу, цілі, результати навчання, бізнес-цілі.',
          numberOfThings: 'Вкажіть кількість модулів, лекцій та варіантів у кожному оцінювальному запитанні.'
        },
        featuredDescription: 'Позначте цей курс як обраний. Він з’явиться у великій каруселі на сторінці зі списком курсів.'
      },
      popup: {
        title: 'Заголовок спливаючого вікна',
        subtitle: 'Підзаголовок спливаючого вікна',
        content: 'Вміст спливаючого вікна',
        action: 'Дія спливаючого вікна'
      }
    },
    newCourse: {
      courseName: 'Назва Курсу',
      courseDescription: 'Опис Курсу',
      createNewCourse: 'Створити новий курс',
      newExternalResource: 'Створити новий зовнішній ресурс',
      newAiCourse: 'Створити новий курс за допомогою ШІ',
      exploreAllWaysToCreateNewCourse: 'Досліджуйте всі способи створення нового курсу',
      newUmbrellaCourse: 'Створити новий курс парасольку',
      usingWizard: 'Створіть курс за допомогою розумного майстра',
      basedOnBloom: 'що базується на зворотньому плануванні та таксономії Блума',
      comingSoon: '(скоро буде)',
      createUmbrellaCourse: 'Створити Курс Парасольку',
      createUmbrellaCourseExplanation: 'Цей курс буде вести користувачів через кілька питань, на які вони зможуть вибирати відповіді.',
      createUmbrellaCourseCaption: 'Після всіх відповідей їм буде підтягуватися відповідний курс.',
      usingBasicStructure: 'Створити курс з базовою структурою',
      usingExternalResource: 'Створити нове посилання на зовнішній ресурс',
      createExternalCourse: 'Створити посилання на зовнішній ресурс',
      createScormCourse: 'Імпортувати пакет курсу SCORM',
      scormCourseDescription: 'Створити курс та завантажити ваш пакет SCORM',
      scormCourseCaption: '(Або замініть URL файлу SCORM)',
      lookingLikeCourseCard: 'Це буде виглядати як звична картка курсу',
      pointingToExternalResource: 'і буде перенаправляти на зовнішній ресурс',
      toBeLaterFilledWithContent: 'Для подальшого наповнення контентом',
      iKnowWhatDoing: '(Я знаю що роблю!)',
      passingRateCantBeMore: 'Бал проходження не може бути більший за 100',
      passingRateCantBeLess: 'Бал проходження не може бути менший за 0',
      courseBeingCreated: 'Курс {name} створюється...',
      courseBeingUpdated: 'Курс {name} оновлюється...',
      usingAiTitle: 'Створити структуру курсу за допомогою ШІ 🪄',
      aiCourseBeingGenerated: 'Ваш курс генерується...\n' +
        'Ви можете почекати, поки він буде готовий, або перевірити його пізніше у розділі "Керування курсами". Ви можете зараз закрити це вікно.',
      usingAiDescription: 'Генеруйте структуру курсу, вводячи інструкції у запит.',
      usingAiCaption: '(Я відчуваю удачу!)',
      beforeCreating: 'Перед тим, як створювати курси, завантажте ' +
        '<strong><a href="https://assets.theworkademy.com/shared/WORKADEMY_CREATE_COURSE_FROM_SCRATCH.pdf" target="_blank">цей файл</a></strong>. ' +
        'Він допоможе вам структурувати контент курсів.'
    },
    editExistingCourses: 'Адмініструвати курси',
    editExistingLearningPaths: 'Адмініструвати траєкторії навчання',
    editCourseInfo: 'Редагувати',
    enrollUsers: 'Записати користувачів',
    durationInMinutes: 'Тривалість у хвилинах',
    availabilityDates: 'Дати доступності курсу',
    manageCoursesTitle: 'Редагувати курси',
    manageLearningPathsTitle: 'Редагувати навчальні траєкторії',
    templateCoursesTitle: 'Курси шаблони',
    forumEnabled: 'Форум увімкнено (до кожної лекції додається дискусійний форум)',
    voucherActivated: 'Зарахування за ваучер-кодом',
    certificateEnabled: 'Сертифікат увімкнено',
    sharableCertificate: 'Сертифікат можна додати до LinkedIn',
    oneTimeEnrollOnly: 'Одноразова реєстрація (без можливості повторення курсу)',
    quiz: {
      questionText: 'Текст питання',
      questionSettings: 'Налаштування питання',
      questionAnswers: 'Відповіді питання',
      questionExplanation: 'Пояснення питання',
      limitAttempts: 'Обмежити спроби',
      numberAttempts: 'Кількість спроб',
      addTimeLimit: 'Додати ліміт часу',
      timeLimitseconds: 'Ліміт часу (секунди)',
      editAnswer: 'Редагувати відповіть',
      editAnswerLabel: 'Редагувати відповідь',
      explanation: 'Пояснення',
      editQuestion: 'Редагувати запитання',
      addNewQuestion: 'Додати нове запитання',
      questionType: 'Тип запитання',
      hasCorrectAnswer: 'Містить правильну відповідь',
      itemLabel: 'Item',
      categoryLabel: 'Категорія',
      doesntCountForEvaluation: 'Не зараховується для оцінки',
      mandatory: 'Позначити як обов\'язкове',
      mandatoryExplanation: 'Учень повинен відповісти на це питання, щоб продовжити (працює разом з послідовним навчанням).',
      openAnswer: {
        evaluateOpenAnswerOf: 'Оцінити відповідь користувача або користувачки {user}',
        answer: 'Відповідь',
        usersFile: 'Завантажити файл',
        downloadFile: 'Завантажити файл',
        noFile: '{user} ще не завантажив(ла) файл',
        markAsIncorrect: 'Позначити відповідь як невірну',
        markAsCorrect: 'Позначити відповідь як вірну',
        openInNew: 'Відкрити у спливаючому вікні',
        questionTitle: 'Питання',
        feedbackTitle: 'Відгук',
        changeFeedback: 'Змінити відгук',
        provideFeedback: 'Надати відгук',
        addFeedback: 'Додати відгук без оцінювання',
        gradeAnswerButtonCaption: 'Коли ви оціните відповідь, відгук (якщо він надано) також буде відправлено'
      }
    },
    editingMode: {
      editCourse: {
        editCourseTitle: 'Редагувати курс {name}'
      },
      inlineEditorPlaceholder: 'Введіть текст...',
      emojiPicker: {
        addEmoji: 'Додати Емодзі',
        unset: 'Скинути',
        change: 'Змінити',
        pickerTitle: 'Оберіть ваше емодзі...',
        search: 'Пошук',
        notfound: 'Емодзі не знайдено',
        categories: {
          search: 'Результати Пошуку',
          recent: 'Часто Використовувані',
          smileys: 'Смайлики & Емотикони',
          people: 'Люди & Тіло',
          nature: 'Тварини & Природа',
          foods: 'Їжа & Напої',
          activity: 'Активність',
          places: 'Подорожі & Місця',
          objects: 'Об’єкти',
          symbols: 'Символи',
          flags: 'Прапори',
          custom: 'Кастомні'
        }
      },
      placeholder: {
        courseTitle: 'Введіть назву курсу...',
        courseDescription: 'Введіть опис курсу...',
        moduleTitle: 'Введіть назву модуля...',
        moduleDescription: 'Введіть опис модуля...',
        lectureTitle: 'Введіть назву лекції...',
        lectureDescription: 'Введіть опис лекції...',
        sectionTitle: 'Введіть назву секції...',
        sectionText: 'Введіть текст секції...',
        questionText: 'Введіть запитання...',
        answerText: 'Введіть відповідь...',
        bubbleText: 'Введіть текст бульбашки...',
        optionTitle: 'Введіть назву варіанту...',
        accordionTitle: 'Введіть назву акордеона...',
        accordionText: 'Введіть текст...',
        quizDescription: 'Введіть опис вікторини...'
      },
      questionBank: {
        bankSwitch: 'Банк питань',
        title: 'Створити банк питань для цієї лекції / модуля та використовувати рандомно вибрану кількість питань для кожного користувача.',
        weightLabel: 'Як багато питань з вагою {weight} з банку використовувати для користувачів?',
        weightHint: 'Дозволено максимум {max}',
        usedText: 'Використано <span class="font-weight-bold ">{numberOfUsedQuestions}</span> з <span class="font-weight-bold ">кількості питань: {totalNumberOfQuestions}</span>'
      },
      lecture: {
        editLecture: 'Редагувати лекцію',
        topOfTheLectureHeader: 'Початок лекції (Зображення обкладинки, Відео, Typeform, SCORM або жива лекція)',
        editLectureHeader: 'Редагувати шапку лекції',
        noHeader: 'без шапочки',
        editHeaderCover: 'Кавер картинка',
        addHeaderCover: 'Кавер картинка',
        editVideoSource: 'Відео-лекція',
        addVideoSource: 'Відео-лекція',
        editLiveLecture: 'Жива лекція',
        editTypeformLecture: 'Typeform',
        addTypeformLecture: 'Typeform',
        editLoomLecture: 'Loom лекція',
        addLoomLecture: 'Loom Лекція',
        addLiveLecture: 'Жива лекція',
        pasteLiveLink: 'Скопіювати посилання на Zoom або іншу відео-конференцію',
        liveStartTime: 'Час початку',
        liveFinishTime: 'Час кінця',
        onClearHeader: 'Очистити шапку',
        lectureSettings: 'Налаштування лекції',
        navigateLectureWith: 'Навігація по лекції за допомогою:',
        navigateWithButton: 'Кнопки "Далі" (кожна наступна секція відкривається кнопкою ДАЛІ)',
        navigateWithScroll: 'Скролу (всі секції відкриті відразу)',
        recordLoomVideo: 'Записати Відео Loom',
        addLoomVideoUrl: 'Редагувати URL Loom',
        addScormUrl: 'Редагувати URL SCORM пакета',
        editPdfSectionDesc: 'Цей розділ дозволяє відтворювати PDF-файл у лекції та завантажувати його.',
        invalidPdfUrl: 'Невірний PDF URL (має закінчуватися .pdf)',
        lectureVisibility: {
          title: 'Налаштувати правила видимості лекції',
          buttonText: 'Змінити видимість лекції',
          dialog: {
            title: 'Правила видимості лекції',
            noRules: 'Ще не визначено правил видимості',
            allRules: 'Показувати лекцію, якщо вона відповідає ВСІМ цим правилам:',
            anyRules: 'Та відповідає БУДЬ-ЯКОМУ з цих правил:',
            addRuleButton: 'Додати правило',
            addAndRuleButton: 'Додати правило AND',
            addOrRuleButton: 'Додати правило OR',
            saveRulesButton: 'Зберегти правила',
            whenText: 'Коли',
            operators: {
              QUESTIONS: {
                EQUALS: 'дорівнює',
                NOT_EQUALS: 'не дорівнює',
                CONTAINS: 'містить',
                NOT_CONTAINS: 'не містить'
              },
              GROUPS: {
                EQUALS: 'дорівнює',
                NOT_EQUALS: 'не дорівнює',
                CONTAINS: 'містить хоча б один',
                NOT_CONTAINS: 'не містить жодного'
              }
            },
            connectors: {
              AND: 'та',
              OR: 'або'
            },
            selectAQuestion: 'Вибрати питання',
            selectAnAnswer: 'Вибрати відповідь'
          }
        }
      },
      editCourseStructure: 'Редагувати структуру курсу',
      clickHereToChangeText: 'Змінити текст',
      editCourseInfo: 'Редагувати',
      enrollUsers: 'Записати користувачів',
      checkProgress: 'Перевірити прогрес',
      editCourseDescription: 'Редагувати опис курсу',
      editLectureDescription: 'Редагувати опис лекції',
      addNewModule: 'Додати новий модуль',
      addNewLecture: 'Додати нову лекцію до модуля',
      addNewSection: 'Додати новий розділ',
      addNewBranchSection: 'Додати новий розділ розвітвлення',
      deleteModule: 'Видалити модуль',
      editModuleDescription: 'Редагувати опис модуля',
      deleteLecture: 'Видалити лекцію',
      deleteGamificationItem: 'Видалити досягнення',
      saveCourseBeforeEditingLecture: 'Збережіть курс перед редагуванням лекції',
      addSection: 'Додати новий розділ',
      addQuestion: 'Додати нове запитання',
      addNewQuestion: 'Додати нове запитання',
      addNewBubble: 'Додати нову бульбашку',
      newTextBubble: 'Текстова бульбашка',
      newVideoBubble: 'Відео бульбашка',
      newAudioBubble: 'Аудіо бульбашка',
      newQuestionBubble: 'Бульбашка запитання',
      changeVideoSource: 'Змінити джерело відео',
      changeAudioSource: 'Змінити джерело аудіо',
      editSection: 'Редагувати розділ',
      deleteSection: 'Видалити розділ',
      deleteOption: 'Видалити опцію',
      editMediaSource: 'Редагувати джерело медіа',
      changeMediaSourceLabel: 'Змінити медіа-джерело лекції',
      addVideoLabel: 'Вставте посилання на YouTube, Vimeo, Wistia, Loom або GoogleDrive',
      addVideoHint: 'Або натисніть "копіювати URL" на елементі відео у бібліотеці та вставте його тут.',
      videoSubtitles: 'Субтитри до відео',
      addVideoSubtitles: 'Додати субтитри',
      editVideoSubtitles: 'Редагувати субтитри',
      addVideoSubtitlesTrack: 'Додати доріжку субтитрів',
      videoSubtitlesLocale: 'Мова',
      videoPreview: 'Тут з\'явиться попередній перегляд відео',
      addTypeformUrl: 'Скопіюйте посилання на тайпформу',
      addSevenTapsUrl: 'Скопіюйте посилання на 7Taps курс',
      addTypeformId: 'Скопіюйте ID тайпформи',
      changeMediaSourceHint: 'Джерелом медіа може бути шлях до зображення у форматі png або jpg / jpeg. ' +
        'Це також може бути шлях до відео YouTube у формі https://www.youtube.com/embed/qeUGOsW8ewk ' +
        'або це може бути шлях до відео Vimeo у формі https://player.vimeo.com/video/334294316',
      mediaSource: {
        clickToCreateVideoOrCover: 'Створити відео лекцію або додати кавер картинку',
        clickToEditVideoSrc: 'Редагувати відео джерело або кавер',
        clickToEditCover: 'Замінити кавер картинку або додати відео джерело',
        canBeImage: 'Джерелом медіа може бути шлях до зображення у форматі PNG або JPG.',
        canBeYoutube: 'Джерелом медіа може бути шлях до відео YouTube, наприклад https://www.youtube.com/embed/qeUGOsW8ewk ',
        canBeVimeo: 'Джерелом медіа може бути шлях до відео Vimeo, наприклад https://player.vimeo.com/video/334294316',
        canBeTypeform: 'Джерелом медіа може бути шлях до опитування Typeform, наприклад, https://workademy.typeform.com/to/j2OAMk',
        dropZoomInvite: 'Скопіюйте запрошення на свою лекцію Zoom',
        addMediaSource: 'Додати джерело медіа (зображення, відео чи опитування)',
        createZoomLecture: 'Створення лекції Zoom'
      },
      editQuestion: 'Редагувати запитання',
      deleteQuestion: 'Видалити запитання',
      deleteQuestionDialogTitle: 'Зона небезпеки!',
      deleteQuestionDialogText: ' Видалення запитання може призвести до помилок через роботу учнів. ' +
        'Подумайте про збереження курсу, перш ніж спробувати це.',
      newModuleName: 'Новий модуль',
      newModuleDescription: 'Лорем Іпсум',
      newLectureName: 'Нова лекція',
      newLectureDescription: 'Лорем Іпсум лекція',
      resetBtn: 'Скинути',
      resetBtnTooltip: 'Скинути всі зміни зроблені в курсі.',
      saveBtn: 'Зберегти',
      saveOnlyBtn: 'Лише зберегти',
      saveAndNotifyBtn: 'Зберегти та сповістити учнів',
      saveAndNotifyDialog: {
        title: 'Зберегти та сповістити учнів',
        subtitle: 'Збережіть курс і сповістіть учнів про останні оновлення.',
        notifyEveryone: 'Сповістити всіх',
        youAreAboutToNotify: 'Жоден учень не відповідає вибраним критеріям сповіщення. | Ви збираєтеся сповістити {n} учень. Натисніть "Сповістити", щоб продовжити. | Ви збираєтеся сповістити {n} учня. Ви впевнені, що хочете продовжити? | Ви збираєтеся сповістити {n} учнів. Ви впевнені, що хочете продовжити?',
        youAreAboutToNotifyMany: 'Жоден учень не відповідає вибраним критеріям сповіщення. | Ви збираєтеся сповістити {n} учень. Сповіщення понад 50 осіб може зайняти до 2 годин, оскільки повідомлення надсилаються в рамках email-кампанії. Натисніть "Сповістити", щоб продовжити. | Ви збираєтеся сповістити {n} учня. Сповіщення понад 50 осіб може зайняти до 2 годин, оскільки повідомлення надсилаються в рамках email-кампанії. Ви впевнені, що хочете продовжити? | Ви збираєтеся сповістити {n} учнів. Сповіщення понад 50 осіб може зайняти до 2 годин, оскільки повідомлення надсилаються в рамках email-кампанії. Ви впевнені, що хочете продовжити?',
        notifyActive: 'Сповістити активних учнів',
        notifyGroup: 'Сповістити групу',
        message: 'Курс {courseName} було оновлено. Будь ласка, перегляньте курс для отримання деталей.',
        messageTitle: 'Текст сповіщення',
        messageLabel: 'За потреби змініть стандартне повідомлення.',
        notifyAGroup: 'Сповістити конкретну групу',
        activeOrEveryoneTitle: 'Виберіть, чи сповіщати лише активних учнів, чи всіх, включно з тими, хто покинув або завершив курс.',
        activeOrEveryone: {
          active: 'Лише активні учні (рекомендовано)',
          everyone: 'Усі учні'
        },
        toast: {
          success: 'Учні успішно сповіщені про оновлення.',
          error: 'Сталася помилка під час сповіщення учнів: {err}.'
        }
      },
      saveBtnTooltip: 'Є незбережені зміни. Збережіть зараз або відмініть їх кнопкою СКИНУТИ',
      publishBtn: 'Опублікувати Курс',
      publishBtnTooltip: 'опублікувати або скасувати публікацію свого курсу, щоб він став доступним або недоступним у списку курсів або для SEO (для публічних воркспейсів).',
      unpublishBtn: 'Зробити Курс Недоступним',
      exportJSON: 'Експортувати JSON',
      importJSON: 'Імпортувати JSON',
      pasteJSON: 'Скопіюйте JSON курсу',
      errorReadingJSON: 'Помилка читання JSON',
      copyCourseUrl: 'Копіювати URL курсу',
      courseUrlCopied: 'URL курсу скопійовано',
      sections: {
        newTextSection: 'Різноманітний текст',
        newQuestionSection: 'Запитання',
        newDialogSection: 'Розділ-діалог',
        newPDFSection: 'PDF',
        newButtonSection: 'Кнопка посилання',
        newImageTextSection: 'Картинка+Текст',
        newVideoTextSection: 'Відео+Текст',
        newAudioTextSection: 'Аудіо+Текст',
        newAccordionSection: 'Акордеон',
        newBranchSection: 'Розвітвлення',
        newImportantSection: 'Важливо',
        newAdditionalInfoSection: 'Доповнююча Інфо',
        newExamplesSection: 'Приклади',
        newGridSection: 'Сітка',
        newTextSectionDescription: 'This section is perfect for any type of text you want to add to your lecture. ' +
          'You can enrich it with formatting, bullet lists, images, videos, and any type of HTML you like.',
        newQuestionSectionDescription: 'This section serves whenever you want to add a single or multiple choice question inside your lecture.',
        newDialogSectionDescription: 'This section serves to add a small piece of chat-like content, with avatar and several bubbles. ' +
          'These bubbles can be text, video, image, or even a question bubbles!',
        newPDFSectionDescription: 'This section allows you to render a PDF inside a lecture and to download it.',
        newButtonSectionDescription: 'This section allows you to render a button inside a lecture pointing rather to internal or to external link.',
        newImageTextSectionDescription: 'This section is an easy way to add an image with some text. You can play with a size of image or text and change their sides.',
        newVideoTextSectionDescription: 'This section is an easy way to add a YouTube or a Vimeo video with some text. You can play with a size of a video or text and change their sides.',
        newAudioTextSectionDescription: 'Цей розділ - простий спосіб додати аудіо з деяким текстом. Ви можете поекспериментувати з розміром відображення аудіо або тексту та змінити їх сторони.',
        newAccordionSectionDescription: 'This section is a perfect way to add some optional information for those who want to know in a deeper detail. ' +
          'The information will be hidden inside the expandable options.',
        newBranchSectionDescription: 'Give some control to your learners providing several choices after which the course of the lecture will change. ' +
          'Currently only available for the dialog-like sections',
        newImportantSectionDescription: 'Highlight some important information of your lecture',
        newAdditionalInfoSectionDescription: 'Highlight some additional information of your lecture',
        newExamplesSectionDescription: 'Highlight some examples within your lecture',
        newGridSectionDescription: 'Створіть сітку з необхідною кількістю рядків і стовпців і заповніть її зображенням та/або текстом',
        newTypeFormSectionDescription: 'Створіть вбудований розділ TypeForm',
        newTableSection: 'Таблиця',
        newTableSectionDescription: 'Створіть таблицю з потрібною кількістю рядків і стовпців',
        typeForm: {
          pasteUrl: 'Вставте URL тут'
        },
        accordion: {
          accordionTitle: 'Назва акордеона',
          enterTitle: 'Введіть назву для цього розділу акордеона',
          addAccordionSection: 'Додати розділ акордеона'
        },
        branch: {
          branchOptionName: 'Назва опції розвітвлення',
          branchingOptionsSectionsTitle: 'секції розвітвлення',
          addSection: 'додати секцію',
          deleteOption: 'видалити опцію',
          saveOption: 'зберегти опцію',
          addBranchingOption: 'додати опцію розвітвлення',
          option1Title: 'Опція 1',
          option2Title: 'Опція 2',
          optionTitle: 'Назва Опції'
        },
        grid: {
          columnsLabel: 'Кількість стовпців',
          rowsLabel: 'Кількість рядків',
          maxHeightLabel: 'Максимальна висота стовпця',
          text: 'Text',
          image: 'Зображення',
          imageCaption: 'Підпис зображення'
        },
        table: {
          sortable: 'Сортується',
          fixFirstColumn: 'Закріпити перший стовпець'
        },
        dialog: {
          configureDialogSection: 'Конфігурація секції діалогу',
          leftSide: 'Ліва сторона чату',
          rightSide: 'Права сторона чату',
          avatarLink: 'Посилання на аватарку',
          avatarName: 'Ім\'я персонажу',
          userPictureAvatar: 'Аватарка користувача'
        },
        examples: {
          branch: {
            option1: 'Option 1',
            option2: 'Option 2',
            option3: 'Option 3',
            text: 'Дякую що вибрали другу опцію'
          },
          dialog: {
            content1: 'Привіт',
            content2: 'Поговоримо про погоду',
            content3: 'Дякуємо що приєдналися'
          }
        },
        buttonSection: {
          buttonText: 'Текст кнопки',
          buttonLink: 'Посилання кнопки',
          buttonClass: 'CSS клас кнопки',
          text: 'Цей текст буде з\'являтися перед кнопкою. Видалить його повністю якщо він не потрібен.',
          textExample: 'Натисніть на кнопку щоб перейти до <strong>конфігурації</strong> користувача',
          buttonTextExample: 'Поїхали!'
        },
        importantLabel: 'Важливо',
        additionalInfoLabel: 'Доповнююча інформація',
        examplesLabel: 'Приклади'
      },
      tags: {
        searchTags: 'Пошук тегів',
        addTagsLabel: 'Додати фільтр-теги до курсу',
        noResults: 'Немає результатів по "<strong>{search}</strong>". Натисніть <kbd>enter</kbd> щоб створити новий тег'
      },
      lectureInClipboard: 'Лекція "{lecture}" в буфері обміну. Можете скопіювати її після будь-якої лекції.',
      moduleInClipboard: 'Модуль "{module}" в буфері обміну. Можете скопіювати його після будь-якого модулю.',
      sectionInClipboard: 'Секція типу {section} в буфері обміну. Можете скопіювати його після будь-якої секції.',
      copyModule: 'Копіювати Модуль',
      pasteModule: 'Вставити Модуль',
      copyLecture: 'Копіювати Лекцію',
      pasteLecture: 'Вставити Лекцію',
      createCourseOfLecture: 'Створити публічну сторінку',
      copyQuestion: 'Копіювати Питання',
      pasteQuestion: 'Вставити Питання',
      copySection: 'Копіювати Секцію',
      pasteSection: 'Вставити Секцію',
      quiz: {
        bankSwitch: 'Банк запитань',
        changeQuestion: 'Змініть текст запитання тут'
      },
      umbrella: {
        itemTitle: 'Напишіть назву (питання) для опції дерева рішень',
        addDecisionOption: 'Додати опцію',
        deleteOption: 'Видалити опцію',
        optionTitle: 'Текст опції',
        umbrellaCourse: 'Курс {courseName}',
        umbrellaOptions: '{optionsNumber} опцій',
        backButton: 'Повернутися',
        nextButton: 'Наступне',
        decisionOption: 'Опція-питання',
        courseOption: 'Опція-курс'
      }
    },
    gamification: {
      typeLabel: 'Тип',
      nameLabel: 'Назва',
      descriptionLabel: 'Опис',
      editGamification: 'Редагувати досягнення',
      addGamificationItem: 'Додати досягнення',
      saveGamificationItems: 'Зберегти досягнення',
      changeName: 'Змінити назву досягнення',
      changeDescription: 'Змінити опис досягнення',
      saveItems: 'Зберегти досягнення',
      hideEditing: 'Сховати редагування',
      editItem: 'редагувати досягнення',
      questionAnswerRateLabel: 'Процент правильних відповідей',
      chooseCompletedLectures: 'Вибрати лекції які мают бути пройдені',
      chooseAnsweredQuestions: 'Вибрати питання на які потрібно відповісти',
      types: {
        QUESTIONS_ANSWERED: 'Відповіді на питання',
        LECTURES_COMPLETED: 'Завершені лекції',
        QUESTIONS_ANSWERED_RATE: 'Процент правильних відповідей'
      },
      achievementTypes: {
        FRAME: 'Фрейм'
      },
      collectAchievements: 'Почніть збирати досягнення: робіть прогрес в ваших курсах та відповідайте на питання курсів'
    },
    progress: {
      courseNotStarted: 'Курс ще не розпочався',
      courseInProgress: 'Курс у процесі',
      courseFinished: 'Курс завершено',
      coursesTitle: 'Курси',
      learningPathsTitle: 'Навчальні траєкторії',
      learningPathCourses: 'Курси навчальної траєкторії',
      coursesTitleCoursesName: 'Курси - {courseName}',
      learningPathTitleCoursesName: 'Навчальні траєкторії - {learningPathName}',
      coursesTitleCourseUserName: 'Курси - {courseName} - {userName}',
      learningPathTitleUserName: 'Навчальні траєкторії - {learningPathName} - {userName}',
      clickOnLearningPathStep: 'Клацніть на картці курсу, щоб перевірити прогрес {name} на курсі',
      learningPathNoSteps: 'Ця навчальна траєкторія не містить кроків',
      cantFetchDataLearningPathStep: 'Не вдалося отримати дані для кроку {stepName}. Ймовірно, крок виконав користувач {userName}',
      startedOn: 'Розпочато {startedOn}',
      finishedOn: 'Закінчено {finishedOn}',
      progress: 'Прогрес: {progress}%',
      startedOnTitle: 'Розпочато',
      finishedOnTitle: 'Закінчено',
      completedInTitle: 'Завершено за',
      progressTitle: 'Прогрес Квізів',
      lectureProgressTitle: 'Прогрес Лекцій',
      courseProgressTitle: 'Прогрес курсів',
      lastActivityTitle: 'Остання активність',
      statusTitle: 'Статус',
      certificateTitle: 'Сертифікат',
      certificate: 'сертифікат',
      nameTitle: 'Ім\'я',
      emailTitle: 'Ел.пошта',
      noCourses: 'Ви не створили жодного курсу',
      noCoursesWithSearch: 'Не знайдено жодного курсу за крітерієм пошуку',
      createCourses: 'Створити курси',
      createLearningPaths: 'Створити навчальні траєкторії',
      progressOfUser: 'Прогрес учня {userName}',
      answeredQuestions: 'Правильних відповідей: <strong>{correct} / {total}<strong>',
      lecturesSeen: 'Переглянуті лекції: <strong>{seen} / {total}</strong>',
      seen: 'Переглянуто',
      lectureMarkedAsSeen: 'Позначено як переглянуте',
      lectureIsNotMarkedAsSeen: 'Ще не переглянуто',
      wrongAttempts: 'Невірних спроб: {wrong} / {total}',
      searchCoursePlaceholder: 'назва, опис, теги, тощо!',
      searchCourseLabel: 'Шукати курси',
      usersPerPage: 'Користувачів на сторінку',
      downloadCSV: 'Завантажити CSV',
      download: 'Завантажити звіт',
      downloadFull: 'Завантажити повний звіт',
      totalStudents: 'Всього студентів: {total}',
      searchUserLabel: 'Шукати користувача за адресою ел.пошти',
      searchUserPlaceholder: 'Адреса ел.пошти',
      noUsersInLearningPath: 'Немає користувачів, призначених на цей навчальний шлях.',
      enrollCount: 'Немає записів | {n} запис | {n} записа | {n} записів',
      inactiveCount: 'Неактивні: {n}',
      abandonedCount: 'Залишені: {n}',
      runningCount: 'Активні записи: {n}',
      finishedCount: 'Завершено: {n}',
      noUsersInCourse: 'Жоден користувач ще не записаний на цей курс.',
      userNotEnrolled: 'Користувач(ка) {name} не записан(а) на цей курс.',
      filterByUser: 'Фільтрувати',
      searchUser: 'Шукати користувача(ку)',
      totalCourses: 'Усього знайдено курсів: {total}',
      totalEnrollments: 'Загалом знайдено: {total}',
      totalPendingEnrollments: 'Загалом знайдено очікуючих реєстрацій: {total}',
      approvePendingTitle: 'Затвердити',
      approvePendingButton: 'Підтвердити',
      approvedSuccessfullyMessage: 'Реєстрацію {name} успішно затверджено.',
      approvedErrorMessage: 'Реєстрацію {name} не затверджено через помилку: {err}',
      reports: {
        reportIsGenerating: 'Звіт створюється. Будь ласка, зачекайте.',
        reportGeneratedSuccessfully: 'Звіт створено успішно.',
        reportGeneratedWithError: 'Помилка створення звіту: {err}',
        csvInstructions: '<p>Щоб розпізнати UTF-8 у завантаженому файлі:</p>' +
          '<ol>' +
          '<li>Зберегти експортований файл як CSV</li>' +
          '<li>Відкрити Excel</li>' +
          '<li>Імпортувати дані за допомогою даних-->Імпортувати зовнішні дані --> Імпортувати дані</li>' +
          '<li>Виберіть тип файлу "csv" і знайдіть свій файл</li>' +
          '<li>У майстрі імпорту змініть File_Origin на "65001 UTF" (або виберіть правильний ідентифікатор символів мови)</li>' +
          '<li>Змінити роздільник на кому</li>' +
          '<li>Виберіть, куди імпортувати, і завершіть</li>' +
          '<li>Таким чином спеціальні символи мають відображатися правильно.</li>' +
          '</ol>'
      },
      certificates: {
        userCertificateTitle: 'Сертифікат',
        changeCertificateData: 'Змінити дані сертифікату',
        dialog: {
          title: 'Змінити дані сертифікату',
          nameLabel: 'Змінити ім\'я учня',
          changeButton: 'Змінити',
          success: 'Дані сертифікату успішно змінено для {name}',
          error: 'При зміні даних сертифікату для {name} сталася помилка: {err}'
        }
      },
      detailed: {
        done: 'Завершено',
        inProgress: 'У процесі',
        notStarted: 'Не розпочато',
        hidden: 'Приховано',
        locked: 'Заблоковано'
      },
      tabs: {
        detailedProgress: 'Детальний прогрес',
        enrolledUsers: 'Загальний Прогрес',
        questionAnswersProgress: 'Відповіді на Питання',
        pendingUsers: 'Користувачі, що очікують',
        pendingGrading: 'Очікує на оцінювання',
        preCourseSurvey: 'Опитування перед курсом',
        postCourseSurvey: 'Опитування після курсу'
      },
      pendingGrading: {
        learnerTableTitle: 'Учень',
        actionsTableTitle: 'Дії',
        questionTableTitle: 'Питання',
        answerTableTitle: 'Відповідь',
        fileTableTitle: 'Файл',
        noPendingGradingFound: 'Не знайдено відповідей, що очікують на оцінювання.',
        feedbackTitle: 'Відгук адміністратора курсу',
        feedbackFieldTitle: 'Надати/Змінити відгук',
        openToGiveFeedback: 'Відкрити для надання відгука',
        changeFeedback: 'Змінити відгук'
      },
      questionAnswers: {
        questionTableTitle: 'Питання',
        userTableTitle: 'Користувач',
        correctTableTitle: 'Правильний',
        userAnswerTableTitle: 'Відповідь користувача'
      }
    },
    staffManagement: {
      title: 'Адміністрування користувачів',
      inviteUsersDialogTitle: 'Запросити користувачів',
      addUsers: 'Додати користувачів',
      uploadUsersCSV: 'Або завантажте файл CSV <strong>(формат: Ім\'я, Прізвище, Електронна пошта, Група (необов\'язково))</strong>',
      inviteUsersDialogDescriptions: 'Нові учасники отримають електронний лист після запрошення',
      inviteUsersByEmail: 'Запросити користувачів за електронною поштою',
      searchUserLabel: 'Шукати користувача за ел.поштою',
      searchUserPlaceholder: 'john.doe@gmail.com',
      emailTitle: 'Ел.пошта',
      hasCourseCreationRights: 'Може створювати курси',
      hasVoucherCreationRights: 'Може створювати кампанії',
      addCourseCreationRights: 'Додати права створювання курсів',
      tabs: {
        userTabTitle: 'Користувачі',
        groupTabTitle: 'Групи',
        syncTabTitle: 'Керування запрошеннями'
      },
      totalStudents: 'Загальна кількість знайдених учнів {total}',
      noGroups: 'Групи ще не призначено',
      searchGroup: 'Шукати групи',
      searchUsers: 'Пошук користувачів',
      inactiveForDays: 'Неактивний протягом днів',
      inactiveFor: 'Неактивний:',
      inactiveDaysCount: 'Кількість днів неактивності',
      inactivityPeriods: {
        WEEK: 'більше тижня',
        TWOWEEKS: 'більше двох тижнів',
        MONTH: 'більше місяця',
        HALFAYEAR: 'більше пів року',
        YEAR: 'більше року'
      },
      createGroupButtonTitle: 'Створити групу',
      createUsersButtonTitle: 'Створити користувачів',
      detailsButtonTitle: 'Деталі',
      totalGroups: 'Знайдено груп: {total}',
      totalUsers: 'Знайдено користувачів: {total}',
      noRoles: 'Ролі не призначено',
      noUsers: 'У групі немає учасників | {n} учасник | {n} учасника | {n} учасників',
      learningJorneyTitle: 'Навчальна подорож',
      timeSpentLearningTitle: 'Час, використаний на навчання',
      userCoursesTitle: 'Курси користувача (усього {n})',
      lastUserCoursesTitle: 'Курси користувача ({n})',
      lastUserLearningPathsTitle: 'Навчальні траєкторії користувача ({n})',
      userTitle: 'Користувач',
      usersTitle: 'Користувачі',
      coursesTitle: 'Курси',
      skillsTitle: 'Навички',
      groupsTitle: 'Групи',
      assignSkillButton: 'Призначити навичку',
      removeSkillButton: 'Видалити навичку',
      assignSkillsToUserTitle: 'Призначити навички {name}',
      assignGroupButton: 'Призначити групу',
      assignGroupsToUserTitle: 'Призначити групи для {name}',
      assignUserToGroupButton: 'Додати користувача до групи',
      removeUserFromGroupButton: 'Видалити користувача з групи',
      permissionsTitle: 'Дозволи',
      assignPermissionButton: 'Змінити дозволи',
      blockUserButton: 'Заблокувати користувача',
      unBlockUserButton: 'Розблокувати користувача',
      deleteUserButton: 'Видалити користувача',
      userBlockedSuccessfully: 'Користувач {name} успішно заблоковано',
      userBlockedWithError: 'Під час блокування користувача {name} сталася помилка: {errorText}',
      userUnblockedSuccessfully: 'Користувач {name} успішно розблоковано',
      userUnblockedWithError: 'Під час блокування користувача {name} сталася помилка: {errorText}',
      userDeletedSuccessfully: 'Користувач {name} видалено успішно',
      userDeletedWithError: 'Під час видалення користувача {name} сталася помилка: {errorText}',
      noSkillsYet: 'Ще немає навичок',
      userCard: {
        name: 'Ім\'я',
        memberSince: 'Учасник з',
        email: 'Електронна пошта',
        role: 'Роль',
        group: 'Групи',
        timeSpentLearning: 'Загальний час, використаний на навчання на {workspaceName}:',
        nameAndEmail: 'Ім\'я та електронна пошта',
        status: 'Статус'
      },
      roles: {
        ROLE_STUDENT: 'Студент',
        ROLE_ADMIN: 'Адміністратор Воркспейсу',
        ROLE_COURSE_ADMIN: 'Адміністратор курсів',
        ROLE_VOUCHER_ADMIN: 'Адміністратор ваучерів',
        ROLE_FILE_UPLOAD: 'Завантаження файлу',
        ROLE_INTEGRATIONS_MANAGER: 'Адміністратор інтеграції'
      },
      statuses: {
        filterLabel: 'Статус користувача',
        inactiveUserCourses: 'Неактивний',
        blocked: 'Заблокований',
        running: 'В процесі',
        finished: 'Завершено',
        archived: 'Архівовано',
        abandoned: 'Полишено',
        inactiveUserExplanation: 'Цей користувач(ка) не зробив(ла) жодного прогресу на одному з курсів.'
      },
      notifyInactivityButton: 'Повідомити про неактивність',
      resultsFound: 'Не знайдено результатів | Знайден {n} результат | Знайдено {n} результата | Знайдено {n} результатів',
      notifications: {
        modal: {
          sendingAlert: 'Зараз ви надішлете наступне застередження користувачу або користувачці.',
          sendingButton: 'Надіслати зараз',
          inactiveUserCourses: {
            title: 'Повідомити про неактивність',
            description: '',
            defaultMessage: 'Схоже, ви давно не просувалися на деяких своїх курсах. Поверніться до своїх активних курсів або попросіть свого адміністратора призначити вас до нового.'
          },
          notificationSentSuccessfully: 'Повідомлення надіслано успішно!',
          notificationSentWithError: 'Сталася помилка під час повідомлення користувачу: {errorText}'
        }
      },
      inviteUserSuccessful: 'Користувач {name} успішно запрошений',
      inviteGroupUsersSuccessful: 'Всі користувачі групи {name} були успішно запрошені',
      inviteGroupUsersError: 'Виникла помилка при запрошенні користувачів групи {name}: {err}',
      inviteUserError: 'Сталася помилка під час запрошення користувача {name}: {err}',
      addUsersSuccessful: 'Користувачі успішно додані',
      addUsersError: 'Сталася помилка під час додавання користувачів: {err}',
      groups: {
        title: 'Назва групи',
        participants: 'Учасники',
        source: 'Джерело',
        created: 'Створено'
      }
    },
    usersManagement: {
      title: 'Управління користувачами',
      searchUserLabel: 'Пошук користувача за електронною адресою',
      searchUserPlaceholder: 'john.doe@gmail.com',
      emailTitle: 'Електронна пошта',
      nameTitle: 'Ім\'я',
      sourceTitle: 'Source',
      adminTitle: 'Workspace Admin',
      invitedTitle: 'Запрошений',
      acceptedTitle: 'Прийнято запрошення',
      sendInvitationToEveryone: 'Запросити всіх користувачів',
      sendInvitationToGroup: 'Запросити {groupName}',
      invited: 'запрошено',
      accepted: 'прийнято запрошення',
      sendInvitation: 'Надіслати запрошення',
      resendInvitation: 'Надіслати запрошення повторно',
      revokeAccess: 'Скасувати доступ'
    },
    campaignManagement: {
      titleCampaigns: 'Кампанії',
      searchCampaign: 'Пошук кампаній',
      totalCampaigns: 'Знайдено кампаній: {total}',
      titleCampaign: 'Кампанії – {name} – {courseName}',
      createCampaign: 'Створити нову кампанію',
      createDiscountCampaign: 'Створити нову знижку',
      discountLabel: 'Знижка (%)',
      noCampaigns: 'Ще не створено жодної кампанії',
      campaignName: 'Назва кампанії',
      startDate: 'Дата початку',
      expireDate: 'Дата закінчення кампанії',
      maxUsages: 'Максимальна кількість використувань',
      newCampaign: 'Нова кампанія',
      voucherCode: 'Код запису',
      voucherUsage: 'Кількість використувань',
      noVouchers: 'До кампанії ще не додано жодного ваучеру',
      uniqueRedeem: 'Унікальні коди',
      multipleRedeem: 'Багаторазові коди',
      uniqueRedeemExplanation: 'Коди що ассосіюються з цією кампанією - персональні і можуть бути використані лише один раз',
      multipleRedeemExplanation: 'Коди що ассосіюються з цією кампанією можуть бути використані різними користувачами',
      newCampaignNameLabel: 'Дайте назву кампанії',
      campaignCourse: 'Шукати курс',
      addVouchers: 'Згенерувати ваучери',
      currentUsage: 'Використано:',
      campaignNameLabel: 'Назвати кампанію',
      campaignType: 'Тип кампанії',
      withMaxNumberUsages: 'з максимальним використуванням {maxUsages} разів',
      editCampaign: 'Редагувати кампанію',
      deactivate: 'Деактивувати кампанію для курсу',
      activate: 'Активувати кампанію для курсу',
      addMoreVouchers: 'Згенерувати ваучери',
      hideExpiredCampaigns: 'Не показувати кампанії що закінчилися',
      showExpiredCampaigns: 'Показувати кампанії що закінчилися',
      noPaymentInformationAlert: 'Немає інформації по оплаті курсу. Виберіть курс до компанії або налаштуйте інформацію по оплаті у вибраному курсі.',
      paymentWithDiscountInfo: 'Першоначальна ціна за курс: <strong>{price} {currency}</strong>. Ціна зі знижкою: <strong>{discounted} {currency}</strong>',
      campaignTypes: {
        labels: {
          COURSE_ENROLLMENT: 'Кампанія доступу до курсу',
          COURSE_PERCENT_DISCOUNT: 'Кампанія знижок за курс'
        }
      },
      voucherActivated: {
        voucherActivatedMessage: 'Активація курсу за кодом ваучера встановлена.',
        voucherNotActivatedMessage: 'Не забудьте підключити активацію курсу за ваучер кодом',
        editCourseLinkText: 'Редагувати курс'
      },
      editVoucherCodeLabel: 'Редагувати код ваучера',
      editButton: 'Редагувати',
      editVoucherCodeSuccess: 'Код ваучера успішно змінено на {code}.',
      editVoucherCodeError: 'Під час зміни коду ваучера на {code} сталася помилка: {err}',
      requiredInvalidMessage: 'Це обов’язкове поле',
      periodInvalidMessage: 'Має бути додатним цілим числом',
      discountInvalidMessage: 'Знижка повинна бути від 1 до 100.'
    },
    integrationsManagement: {
      newPopupTitle: 'Нове з\'єднання з {name}',
      editPopupTitle: 'Редагувати з\'єднання з {name}',
      title: 'Інтеграції',
      clientIdLabel: 'Client id',
      clientSecretLabel: 'Client secret',
      documentCategoryLabel: 'Document category ID',
      subdomainLabel: 'Субдомен (вашого воркспейсу BambooHR)',
      tokenEndpointLabel: 'Token endpoint',
      responseTypeLabel: 'Response type',
      scopeLabel: 'Scope',
      userEndpointLabel: 'User API endpoint',
      emailPropertyLabel: 'Email property',
      authorizationEndpointLabel: 'Authorization endpoint',
      syncLabel: 'Керування запрошеннями',
      syncUsersLabel: 'Sync',
      apiKeyLabel: 'API Key',
      appNameLabel: 'App Name',
      appKeyLabel: 'App Key',
      disqusIdLabel: 'Disqus ID',
      stripePublishableKeyLabel: 'Публічний ключ Stripe',
      stripeSecretKeyLabel: 'Секретний ключ Stripe',
      stripeDefaultTaxId: 'Ідентифікатор стандартної податкової ставки Stripe',
      stripeTaxationCountry: 'Країна оподаткування Stripe',
      useInvoicing: 'Використовувати виставлення рахунків',
      paymentMethodConfigurationId: 'Ідентифікатор конфігурації методу оплати',
      openAiSecretKeyLabel: 'Open AI Secret Key',
      peopleForceApiKeyLabel: 'PeopleForce API Key',
      ripplingApiKeyLabel: 'Rippling API Key',
      liqpayPrivateKeyLabel: 'Приватний ключ LiqPay',
      liqpayPublicKeyLabel: 'Публічний ключ LiqPay',
      liqpaySandboxLabel: 'Це тестовий режим?',
      xTokenKeyLabel: 'xToken',
      categories: {
        HR: 'Human Resources (HR)',
        PAYMENT: 'Платіжні сервіси',
        CONTENT: 'Створення контенту',
        SOCIAL: 'Соціальні сервіси',
        DEFAULT: 'Різне',
        DEV: 'Розробка – Аутентифікація, Вебхуки, Електронні листи',
        CRM: 'CRM'
      },
      personio: {
        description: 'Синхронізуйте користувачів і групи. Автоматично завантажуйте сертифікати до профілів співробітників.',
        explanation: '<ul>' +
          '<li>Go to settings > People > Documents > Categories and create a new category or just use one that suits uploading course certificates. Extract the id (by placing the mouse pointer above the category for example).</li>' +
          '<li>Go to Settings > API credentials. Create a new API Key (or reuse one of your choice). Give it a name, and select integration "Workademy"</li>' +
          '<li>Provide read access to "employees" and "documents" and write access to "documents". Select the following attributes: email, first name,  last name, employee id, and status.</li>' +
          '<li>Configure your integration with the information you collected, save, and synchronize.</li></ul>',
        syncSuccessful: 'Синхронізація користувачів з Personio успішна. Перейдіть до консолі адміністрування користувачів щоб переглянути запрошення.',
        syncError: 'Синхронізація користувачів Personio не була успішною. {err}',
        connectSuccessful: 'Успішно сконфігурована інтеграція з Personio API',
        connectError: 'Помилка в з\'єднанні з Personio. {err}',
        deleteSuccessful: 'Інтеграція з Personio видалена успішно',
        deleteError: 'Помилка при видаленні інтеграції з Personio. {err}',
        mappingInstructions: 'Зіставте значення користувацьких полів Personio з групами у Workademy.',
        fieldValuesLabel: 'Значення поля (натисніть пробіл або tab для додавання)',
        fieldNamePlaceholder: 'Введіть назву поля',
        valueInputPlaceholder: 'Введіть значення та натисніть пробіл/tab',
        addFieldButton: 'Додати спеціальне поле',
        certificateNameTemplateLabel: 'Шаблон назви сертифіката',
        certificateNameTemplateHint: 'Доступні змінні: &#36;{userName}, &#36;{date}, &#36;{courseName}'
      },
      bamboo_hr: {
        description: 'Підтримуйте дані вашої команди в актуальному стані за допомогою синхронізації користувачів і груп.',
        explanation: 'Увійдіть в ваш адмін акаунт BambooHR. Субдомен це часть посилання яке вказує на вашу компанію. Тобто, якщо посилання виглядає як company.bamboohr.com, тоді субдомен це "company". Натисніть на вашу профільну картинку, і виберіть пункт меню API Keys. Додайте новий ключ та скопіюйте субдомен та значення цього ключу в відповідні поля.',
        syncSuccessful: 'Синхронізація користувачів з BambooHR успішна. Перейдіть до консолі адміністрування користувачів щоб переглянути запрошення.',
        syncError: 'Синхронізація користувачів BambooHR не була успішною. {err}',
        connectSuccessful: 'Успішно сконфігурована інтеграція з BambooHR API',
        connectError: 'Помилка в з\'єднанні з BambooHR. {err}',
        deleteSuccessful: 'Інтеграція з BambooHR видалена успішно',
        deleteError: 'Помилка при видаленні інтеграції з BambooHR. {err}'
      },
      sage: {
        description: 'Синхронізуйте користувачів і лінії звітності в Workademy.',
        explanation: 'Увійдіть в ваш адмін акаунт Sage. Субдомен це часть посилання яке вказує на вашу компанію. Тобто, якщо посилання виглядає як company.sage.com, тоді субдомен це "company". Натисніть на вашу профільну картинку, і виберіть пункт меню API Keys. Додайте новий ключ та скопіюйте субдомен та значення цього ключу в відповідні поля.',
        syncSuccessful: 'Синхронізація користувачів з Sage успішна. Перейдіть до консолі адміністрування користувачів щоб переглянути запрошення.',
        syncError: 'Синхронізація користувачів Sage не була успішною. {err}',
        connectSuccessful: 'Успішно сконфігурована інтеграція з Sage API',
        connectError: 'Помилка в з\'єднанні з Sage. {err}',
        deleteSuccessful: 'Інтеграція з Sage видалена успішно',
        deleteError: 'Помилка при видаленні інтеграції з Sage. {err}'
      },
      oauth2: {
        description: '',
        explanation: 'Налаштуйте свій доступ OAuth2 тут. Всі атрибути є обов\'язковими. ' +
        '<p><strong>ПРИМІТКА</strong>: на вашому сервері OAuth2 налаштуйте <em>redirect_uri</em> як ' +
        '<em>https://{hostname}/signin/</em>.</p>',
        syncSuccessful: 'Синхронізація користувачів з OAuth2 була успішною. Перейдіть до консолі керування користувачами, щоб переглянути запрошення.',
        syncError: 'Синхронізація користувачів з OAuth2 не була успішною. {err}',
        connectSuccessful: 'Інтеграцію з вашим API OAuth2 успішно налаштовано',
        connectError: 'Помилка підключення до OAuth2. {err}',
        deleteSuccessful: 'Інтеграцію з OAuth2 API успішно видалено',
        deleteError: 'Помилка видалення інтеграції з сервером OAuth2. {помилка}',
        authenticationScheme: 'Схема аутентифікації',
        postAuthCheckTitle: 'Перевірка після аутентифікації',
        enablePostCheck: 'Увімкнути перевірку після аутентифікації',
        availableVarsTitle: 'Доступні змінні',
        addVarsLabel: 'Додати змінні з відповіді OAuth2',
        varsPlaceholder: 'напр. статусПідписки, типАкаунта',
        varsHint: 'Ці змінні будуть доступні у конструкторі умов',
        conditionTitle: 'Умова',
        varLabel: 'Змінна',
        operatorLabel: 'Оператор',
        valueLabel: 'Значення',
        conditionPreview: 'Попередній перегляд умови:',
        actionTitle: 'Дія',
        actionType: 'Тип дії',
        redirectUrl: 'URL для перенаправлення'
      },
      loom: {
        description: 'Вбудовуйте та керуйте відео Loom безпосередньо у ваших курсах.',
        explanation: 'Відкрийте ваш обліковий запис Loom та скопіюйте назву додатку та ключ додатку',
        syncSuccessful: 'Синхронізація з Loom успішна',
        syncError: 'Синхронізація з Loom не вдалася. {err}',
        connectSuccessful: 'Інтеграція з Loom SDK успішна!',
        connectError: 'Помилка під час підключення до Loom SDK. {err}',
        deleteSuccessful: 'Інтеграцію з Loom SDK успішно видалено',
        deleteError: 'Помилка під час видалення інтеграції з Loom SDK. {err}'
      },
      disqus: {
        description: 'Додайте обговорення та соціальну взаємодію до ваших курсів.',
        explanation: 'Відкрийте ваш обліковий запис Disqus та скопіюйте назву додатку',
        syncSuccessful: 'Синхронізація з Disqus успішна',
        syncError: 'Синхронізація з Disqus не вдалася. {err}',
        connectSuccessful: 'Інтеграція з Disqus успішна!',
        connectError: 'Помилка під час підключення до Disqus. {err}',
        deleteSuccessful: 'Інтеграцію з Disqus успішно видалено',
        deleteError: 'Помилка під час видалення інтеграції з Disqus. {err}'
      },
      stripe: {
        description: 'Увімкніть платежі та автоматичне виставлення рахунків.',
        explanation: '<div>\n' +
          '  <h2>Пояснення:</h2>\n' +
          '  <ol>\n' +
          '    <li>\n' +
          '      <strong>Опублікований ключ:</strong><br />\n' +
          '      Відкрийте <a href="https://dashboard.stripe.com" target="_blank" class="tw-underline">панель керування Stripe</a> і скопіюйте <strong>опублікований ключ</strong> з налаштувань API.\n' +
          '    </li>\n' +
          '    <li>\n' +
          '      <strong>Ідентифікатор податкової ставки за замовчуванням:</strong><br />\n' +
          '      Перейдіть до <a href="https://dashboard.stripe.com/tax-rates" target="_blank" class="tw-underline">розділу податкових ставок</a> у панелі керування Stripe.<br />\n' +
          '      - Скопіюйте існуючий <strong>ідентифікатор інклюзивної податкової ставки</strong>, або<br />\n' +
          '      - Створіть нову інклюзивну податкову ставку, якщо потрібно.\n' +
          '    </li>\n' +
          '    <li>\n' +
          '      <strong>Країна оподаткування:</strong><br />\n' +
          '      Оберіть країну, у якій ваша компанія зареєстрована для податкових цілей.<br />\n' +
          '      - Податки будуть застосовуватись лише до користувачів із цієї країни.\n' +
          '    </li>\n' +
          '  </ol>\n' +
          '</div>\n',
        syncSuccessful: 'Синхронізація зі Stripe успішна',
        syncError: 'Синхронізація зі Stripe не вдалася. {err}',
        connectSuccessful: 'Інтеграція зі Stripe успішна',
        connectError: 'Помилка під час підключення до Stripe. {err}',
        deleteSuccessful: 'Інтеграцію зі Stripe успішно видалено',
        deleteError: 'Помилка видалення інтеграції зі Stripe. {err}'
      },
      liqpay: {
        description: 'Легко приймайте українські платежі.',
        explanation: 'Відкрийте свою панель LiqPay та скопіюйте приватні та публічні ключі. Вкажіть, чи є це тестовим середовищем.',
        syncSuccessful: 'Синхронізація з LiqPay успішна',
        syncError: 'Синхронізація з LiqPay неуспішна. {err}',
        connectSuccessful: 'Інтеграція з LiqPay успішна',
        connectError: 'Помилка під час підключення до LiqPay. {err}',
        deleteSuccessful: 'Інтеграцію з LiqPay успішно видалено',
        deleteError: 'Помилка при видаленні інтеграції з LiqPay. {err}'
      },
      revolut: {
        description: 'Увімкніть міжнародні платежі за допомогою інтеграції з Revolut.',
        explanation: 'Відкрийте вашу панель керування Revolut та скопіюйте секретні ключі клієнта.',
        syncSuccessful: 'Синхронізація з Revolut успішна',
        syncError: 'Синхронізація з Revolut не успішна. {err}',
        connectSuccessful: 'Інтеграція з Revolut успішна',
        connectError: 'Помилка під час підключення до Revolut. {err}',
        deleteSuccessful: 'Інтеграцію з Revolut успішно видалено',
        deleteError: 'Помилка при видаленні інтеграції з Revolut. {err}'
      },
      open_ai: {
        description: 'Генеруйте контент курсів, використовуючи свій обліковий запис OpenAI.',
        explanation: 'Відкрийте інформаційну панель вашого аканту Open AI і скопіюйте опублікований ключ',
        syncSuccessful: 'Синхронізація з Open AI успішна',
        syncError: 'Синхронізація з Open AI не вдалася. {err}',
        connectSuccessful: 'Інтеграція з Open AI успішна',
        connectError: 'Помилка під час підключення до Open AI. {err}',
        deleteSuccessful: 'Інтеграцію з Open AI успішно видалено',
        deleteError: 'Помилка видалення інтеграції з Open AI. {err}'
      },
      people_force: {
        description: 'Безпосередньо синхронізуйте записи співробітників і структуру.',
        explanation: 'Відкрийте інформаційну панель вашого аканту PeopleForce dashboard і скопіюйте ключ API',
        syncSuccessful: 'Синхронізація з PeopleForce успішна',
        syncError: 'Синхронізація з PeopleForce не вдалася. {err}',
        connectSuccessful: 'Інтеграція з PeopleForce успішна',
        connectError: 'Помилка під час підключення до PeopleForce. {err}',
        deleteSuccessful: 'Інтеграцію з PeopleForce успішно видалено',
        deleteError: 'Помилка видалення інтеграції з PeopleForce. {err}'
      },
      rippling: {
        description: 'Автоматизуйте управління користувачами та групами з легкістю.',
        explanation: 'Якщо ви оберете ключ API (API Key) як режим аутентифікації, вам потрібно відкрити панель інструментів Rippling та скопіювати свій ключ API. Вам не потрібно нічого робити, якщо ви оберете режим аутентифікації за допомогою облікових даних користувача (User Credentials).',
        syncSuccessful: 'Успішна синхронізація з Rippling',
        syncError: 'Не вдалося синхронізуватися з Rippling. {err}',
        connectSuccessful: 'Успішне підключення до Rippling',
        connectError: 'Помилка підключення до Rippling. {err}',
        deleteSuccessful: 'Успішно видалено інтеграцію з Rippling',
        deleteError: 'Помилка видалення інтеграції з Rippling. {err}'
      },
      deel: {
        description: 'Безперешкодно синхронізуйте розподілені команди.',
        explanation: 'Відкрийте свою панель Deel та скопіюйте ключ доступу до API.',
        syncSuccessful: 'Синхронізація з Deel успішна',
        syncError: 'Синхронізація з Deel не успішна. {err}',
        connectSuccessful: 'Інтеграція з Deel успішна',
        connectError: 'Помилка під час підключення до Deel. {err}',
        deleteSuccessful: 'Інтеграція з Deel успішно видалена',
        deleteError: 'Помилка при видаленні інтеграції з Deel. {err}'
      },
      monobank: {
        description: 'Підключіть Monobank для локального потоку платежів.',
        explanation: 'Відкрийте свою панель Monobank і скопіюйте ваш xToken.',
        syncSuccessful: 'Синхронізація з Monobank успішна',
        syncError: 'Синхронізація з Monobank не успішна. {err}',
        connectSuccessful: 'Інтеграція з Monobank успішна',
        connectError: 'Помилка під час підключення до Monobank. {err}',
        deleteSuccessful: 'Інтеграцію з Monobank успішно видалено',
        deleteError: 'Помилка при видаленні інтеграції з Monobank. {err}'
      },
      hi_bob: {
        description: 'Легко підтримуйте синхронізацію людей і дозволів.',
        explanation: 'Увійдіть до своєї панелі HiBob та скопіюйте ключі clientId і clientSecret.',
        syncSuccessful: 'Синхронізація з HiBob успішна',
        syncError: 'Синхронізація з HiBob не вдалася. {err}',
        connectSuccessful: 'Інтеграція з HiBob успішна',
        connectError: 'Помилка під час підключення до HiBob. {err}',
        deleteSuccessful: 'Інтеграція з HiBob успішно видалена',
        deleteError: 'Помилка при видаленні інтеграції з HiBob. {err}'
      },
      brevo: {
        description: 'Залучайте учнів за допомогою автоматизованих CRM-кампаній.',
        eventTemplateMappingLabel: 'Відповідність шаблонів',
        eventTemplateMappingDescription: 'Зіставте свої шаблони електронної пошти Workademy із шаблонами Brevo, ввівши відповідні ідентифікатори шаблонів Brevo.',
        explanation: 'Увійдіть у <strong><u><a href="https://app.brevo.com/settings/keys/api" target="_blank">панель керування Brevo</a></u></strong> та скопіюйте свій API-ключ.',
        syncSuccessful: 'Синхронізація з Brevo успішна.',
        syncError: 'Синхронізація з Brevo не вдалася. {err}',
        connectSuccessful: 'Інтеграцію з вашим акаунтом Brevo успішно налаштовано',
        connectError: 'Помилка підключення до Brevo. {err}',
        deleteSuccessful: 'Інтеграція з Brevo успішно видалена',
        deleteError: 'Помилка видалення інтеграції з Brevo. {err}',
        templateMappingExplanation: 'Ідентифікатори шаблонів можна знайти у своєму <strong><u><a href="https://app.brevo.com/templates/listing" target="_blank">акаунті Brevo</a></u></strong> у розділі Шаблони електронної пошти.',
        defaultEmailsWhenNoMapping: 'Застосовувати стандартні електронні листи, коли відсутнє зіставлення (рекомендується).',
        templateMappingHeaders: {
          lmsTemplate: 'Події Workademy',
          audience: 'Аудиторія',
          description: 'Опис',
          brevoTemplateID: 'Ідентифікатор шаблону Brevo'
        },
        templateMappingAudience: {
          learner: 'учень',
          admin: 'адміністратор',
          any: 'будь-хто'
        },
        templateMapping: {
          check_user_courses_notification_event: {
            title: 'Перевірка прогресу курсу',
            description: 'Надсилається учню для повідомлення про неактивність'
          },
          new_open_ended_question_answered_event: {
            title: 'Нова відповідь на відкрите запитання',
            description: 'Сповіщення для адміністратора, коли учень подає відповідь на відкрите запитання'
          },
          new_open_ended_question_graded_event: {
            title: 'Оцінка відкритого запитання',
            description: 'Сповіщає учня, коли його відповідь на відкрите запитання оцінена'
          },
          pending_user_course_approval_event: {
            title: 'Очікує на затвердження курсу',
            description: 'Повідомляє адміністратора про заявку на курс, що очікує затвердження'
          },
          registration_event: {
            title: 'Новий користувач зареєстрований',
            description: 'Надсилається, коли новий користувач реєструється на платформі'
          },
          reset_password_event: {
            title: 'Запит на скидання пароля',
            description: 'Надсилається, коли користувач запитує скидання пароля'
          },
          user_course_assigned_event: {
            title: 'Призначено новий курс',
            description: 'Сповіщає учня про призначення нового курсу'
          },
          user_learning_path_assigned_event: {
            title: 'Призначено новий навчальний шлях',
            description: 'Сповіщає учня про призначення нового навчального шляху'
          },
          workspace_invitation_event: {
            title: 'Запрошення приєднатися до робочої області',
            description: 'Надсилається, коли користувача запрошують приєднатися до робочої області'
          }
        }
      },
      alexis_hr: {
        description: 'Узгодьте користувачів і ролі з вашого HR-ядра.',
        explanation: 'Увійдіть у панель керування AlexisHR та скопіюйте ваші clientSecret ключі.',
        syncSuccessful: 'Синхронізація користувачів з AlexisHR пройшла успішно. Перейдіть до консолі управління користувачами, щоб переглянути запрошення.',
        syncError: 'Синхронізація користувачів з AlexisHR не вдалася. {err}',
        connectSuccessful: 'Інтеграцію з API AlexisHR успішно налаштовано',
        connectError: 'Помилка підключення до AlexisHR. {err}',
        deleteSuccessful: 'Інтеграцію з API AlexisHR успішно видалено',
        deleteError: 'Помилка під час видалення інтеграції з AlexisHR. {err}'
      },
      intercom: {
        description: 'Чат, адаптація та сегментація на основі взаємодій користувачів.',
        explanation: '<div tw-leading-[1.5]><div class="tw-mb-3">Для інтеграції з Intercom виконайте такі кроки:</div>' +
          '<div class="tw-mb-1.5"><strong>1.</strong> Створіть додаток у Intercom <br>Перейдіть у Налаштування > Інтеграції > Intercom Developer Hub та створіть додаток для отримання доступу до API. Після створення ви отримаєте Токен доступу.</div>' +
          '<div class="tw-mb-1.5"><strong>2.</strong> Встановіть Intercom Messenger на вашому сайті <br>Перейдіть у Налаштування > Канали > Messenger > Встановлення та скопіюйте appId з прикладів коду.</div>' +
          '<div class="tw-mb-1.5"><strong>3.</strong> Отримайте Web Identity Secret <br>Його можна знайти у розділі Встановлення під пунктом Верифікація особи.</div></div>',
        syncSuccessful: 'Синхронізація з Intercom успішна.',
        syncError: 'Синхронізація з Intercom не вдалася. {err}',
        connectSuccessful: 'Інтеграція з Intercom успішно налаштована!',
        connectError: 'Помилка під час підключення до Intercom. {err}',
        deleteSuccessful: 'Інтеграцію з Intercom успішно видалено.',
        deleteError: 'Помилка під час видалення інтеграції з Intercom. {err}'
      },
      salesforce_mc: {
        description: 'Salesforce Marketing Cloud',
        explanation: 'Надсилайте автоматизовані персоналізовані транзакційні листи з Workademy, використовуючи свій обліковий запис Salesforce Marketing Cloud.',
        syncSuccessful: 'Синхронізація з Salesforce Marketing Cloud успішна.',
        syncError: 'Синхронізація з Salesforce Marketing Cloud не вдалася. {err}',
        connectSuccessful: 'Інтеграція з Salesforce Marketing Cloud успішна!',
        connectError: 'Помилка підключення до Salesforce Marketing Cloud. {err}',
        deleteSuccessful: 'Інтеграцію з Salesforce Marketing Cloud успішно видалено.',
        deleteError: 'Помилка видалення інтеграції з Salesforce Marketing Cloud. {err}',
        subdomainLabel: 'Субдомен',
        templateMapping: {
          welcome_to_course_event: {
            title: 'Ласкаво просимо на курс',
            description: 'Ласкаво просимо на курс'
          }
        },
        templateMappingHeaders: {
          salesforceTemplateID: 'ID шаблону'
        }
      }
    },
    learningArtifactsManagement: {
      learningArtifactsManagement: 'Управління артефактами', // Google translate...
      skillsTitle: 'Навички',
      achievementsTitle: 'Досягнення',
      avatarsTitle: 'Аватарки',
      skillLevel: 'Немає рівня | Рівень 1 | Рівень {n}',
      skillLevelNameLabel: 'Назва навички',
      skillLevelDescriptionLabel: 'Опис навички',
      editCard: {
        numberOfLevelsSubtitle: 'Немає рівнів | {n} рівень | {n} рівня | {n} рівнів'
      },
      noSkills: 'Навички в процесі',
      noAchievements: 'Досягнення скоро будуть'
    },
    workspaceManagement: {
      title: 'Управління робочим простором',
      tabs: {
        general: {
          title: 'Загальна Інформація',
          workspaceName: {
            title: 'Назва робочої області',
            subtitle: 'Встановіть або змініть назву робочої області.',
            label: 'Введіть назву робочої області',
            rules: {
              required: 'Назва є обов\'язковою',
              lessThan: 'Назва повинна містити менше ніж 64 символи',
              invalidCharacters: 'Спеціальні символи не дозволені'
            }
          },
          language: {
            title: 'Мова за замовчуванням',
            subtitle: 'Налаштуйте мову за замовчуванням для робочої області.',
            label: 'Виберіть мову за замовчуванням'
          },
          privacySettings: {
            title: 'Налаштування конфіденційності робочої області',
            subtitle: 'Керуйте тим, чи є робоча область публічною та чи індексується вона пошуковими системами.',
            label: 'Публічна робоча область'
          },
          inviteOnly: {
            title: 'Параметри приєднання до робочої області',
            subtitle: 'Встановіть, чи відкрита робоча область для всіх або лише за запрошенням.',
            label: 'Тільки за запрошенням'
          }
        },
        apiKeys: {
          title: 'API ключ',
          noApiKeys: 'У вас ще немає API ключа',
          errorCreating: 'Помилка під час створення API ключа: {error}',
          errorDeleting: 'Помилка під час видалення API ключа: {error}',
          copySuccessful: 'API ключ успішно скопійовано.',
          copyError: 'Не вдалося скопіювати API ключ: {error}',
          createApiKeyButton: 'Створити API ключ зараз',
          removeApiKeyButton: 'Видалити API ключ'
        },
        userInteraction: {
          title: 'Взаємодія з користувачами'
        },
        seoMetadata: {
          title: 'SEO та метадані',
          subtitle: 'Керуйте мета-тегами для пошукових систем та соціальних мереж (наприклад, OpenGraph, Twitter cards).',
          pageTitleLabel: 'Заголовок сторінки',
          pageKeywordsLabel: 'Ключові слова сторінки',
          pageDescriptionLabel: 'Опис',
          twitter: {
            title: 'Twitter/X',
            titleLabel: 'Заголовок Twitter',
            descriptionLabel: 'Опис'
          },
          opengraph: {
            title: 'OpenGraph',
            titleLabel: 'Заголовок OpenGraph',
            descriptionLabel: 'Опис OpenGraph'
          },
          rules: {
            maxChars: 'Максимум {characters} символів',
            alphaNumericSpacePunctuation: 'Допускаються лише буквено-цифрові символи, пробіли та розділові знаки',
            alphaNumericCommasSpaces: 'Допускаються лише буквено-цифрові символи, коми та пробіли',
            alphaNumericCommasSpacesPipe: 'Допускаються лише буквено-цифрові символи, пробіли та символи |, -',
            alphaNumericCommasSpacesPipeDash: 'Допускаються лише буквено-цифрові символи, пробіли та символи |, -, :',
            invalidOpenGraphImage: 'Завантажене зображення має бути в одному з наступних форматів: JPG, PNG або GIF.'
          }
        },
        popups: {
          title: 'Спливаючі вікна',
          preEnrollPopup: {
            title: 'Спливаюче вікно перед записом на курс',
            addDefaultContentButton: 'Заповнити стандартним вмістом'
          }
        },
        lookandfeel: {
          title: 'Зовнішній вигляд',
          folderView: {
            title: 'Відображення ассетів',
            subtitle: 'Налаштуйте відображення курсів для учнів',
            label: 'Вигляд',
            folder: 'Папки',
            flat: 'Плоский'
          }
        }
      }
    },
    mainAdminPage: {
      checkStudentsProgressTitle: 'Переглянути прогрес учнів',
      checkStudentsProgressDescription: 'Перевірити прогрес учнів для кожного курсу',
      checkAnalyticsDashboardTitle: 'Переглянути дашборд аналітики',
      checkAnalyticsDashboardDescription: 'Перевірити загальну аналітику по всім курсам',
      manageRolesTitle: 'Адмініструвати користувачів',
      manageRolesDescription: 'Надавати або забирати права по створенню курсів для користувачів цього порталу',
      manageCampaignsTitle: 'Адмініструвати кампанії курсів',
      manageCampaignsDescription: 'Додавати, редагувати, видаляти кампанії та адмініструвати їх коди ваучерів',
      manageIntegrationsTitle: 'Адмініструвати інтеграції',
      manageIntegrationsDescription: 'Додавати, редагувати, та видаляти інтеграції зі сторонніми сервісами',
      manageLearningArtefactsTitle: 'Адмініструвати навчальні артефакти',
      manageLearningArtefactsDescription: 'Додавати, редагувати, та видаляти навчальні артефакти такі як навички',
      manageUsersTitle: 'Керування користувачами та групами',
      manageUsersDescription: 'Призначайте навички, блокуйте користувачів, додавайте та скасовуйте права для користувачів цього робочого простору. Також можна синхронізувати користувачів з інтегрованих платформ.',
      manageWorkspaceTitle: 'Управління робочим простором',
      manageWorkspaceDescription: 'Керуйте зовнішнім виглядом робочого простору, глобальними спливаючими вікнами та атрибутами робочого простору.'
    },
    menu: {
      home: 'Головна',
      userMgmt: 'Адміністрування користувачів',
      progress: 'Прогрес учнів',
      dashboard: 'Аналітика',
      campaignMgmt: 'Адміністрування кампаній',
      staffMgmt: 'Адміністрування стафу',
      usersMgmt: 'Адміністрування користувачів',
      groupsMgmt: 'Управління групами',
      integrationsMgmt: 'Адміністрування інтеграцій',
      artifactsMgmt: 'Адміністрування навичок',
      workspaceMgmt: 'Адміністрування воркспейсу'
    },
    library: {
      supported: {
        IMAGE: 'картинку',
        PDF: 'pdf',
        MP3: 'mp3'
      },
      maxSizeAllFiles: 'PDF не повинні перевищувати {pdfSize}MB, відео – {videoSize}MB, інші файли – {fileSize}MB',
      maxSizeNormalFiles: 'Кожен файл не повинен перевищувати {fileSize}MB',
      fileTypeWithArticle: {
        IMAGE: 'картинку',
        PDF: 'pdf',
        MP3: 'MP3'
      },
      title: 'Бібліотека ресурсів',
      searchLibrary: 'Шукати в бібліотеци',
      searchLibraryLabel: 'Шукати файли за назвою',
      uploadTitle: 'Завантажити',
      uploaderHelpText: 'Вибрати {supported}',
      uploadImagesOrMp3: 'інші формати',
      uploadPdfs: 'PDF',
      errorUploadingFile: 'Сталася помилка під час завантаження файлу: {err}',
      successUploadingFile: 'Файл {fileName} успішно завантажено',
      clickHereToOpenLibrary: 'Натисніть щоб відкрити бібліотеку',
      dragImageHere: 'Drag image here',
      dragFileFromLibrary: 'Пересунути {fileType} з бібліотеки',
      dragPdfHere: 'Пересунути PDF',
      fileName: 'Назва файлу',
      category: 'Категорія',
      updatingFile: 'Оновлення файлу усюди',
      categories: {
        ALL: 'Всі',
        AVATAR: 'Аватар',
        COVER_IMAGE: 'Кавери',
        CONTENT: 'Контент',
        FRAME: 'Досягнення',
        OTHER: 'Інше'
      },
      errors: {
        type: 'Невірний тип файлу. Дозволено лише {supported}',
        size: 'Розмір файлів не повинен перевищувати {size}',
        pdfSize: 'Розмір PDF-файлів не повинен перевищувати {size}.',
        mp4Size: 'Розмір MP4-файлів не повинен перевищувати {size}.'
      },
      buttons: {
        download: 'Завантажити оригінал',
        delete: 'Видалити з бібліотеки',
        replace: 'Замінити файл'
      },
      libraryItemTooltip: '<h6>{name}</h6><hr><div class="caption">Натисніть, щоб скопіювати URL.</div>',
      showCourseFiles: 'Показані файли були завантажені в межах поточного курсу. Перемкніть кнопку, щоб побачити всі файли в робочому просторі.',
      showWorkspaceFiles: 'Показано всі файли з робочого простору. Перемкніть кнопку, щоб побачити тільки файли, завантажені в межах поточного курсу.',
      showWorkspaceFilesToggleButton: 'Показати всі файли робочого простору'
    },
    sectionsLibrary: {
      title: 'Секції',
      previewAndDrag: 'натисніть на іконку секції для попереднього перегляду та для того щоб додати секцію до лекції'
    },
    analytics: {
      title: 'Аналітика',
      startDateLabel: 'Дата початку',
      endDateLabel: 'Дата кінця',
      aggregateByLabel: 'Агрегувати дані:',
      customInterval: 'Кастомний інтервал',
      selectedIntervalWasNotPossible: 'За вибраний період не має даних. Показуємо дані за найбільший можливий період часу.',
      aggregations: {
        DAY: 'по дням',
        MONTH: 'по місяцям',
        MINUTE: 'по хвилинам',
        WEEK: 'по тижням',
        YEAR: 'по рокам',
        HOUR: 'по годинам'
      },
      intervals: {
        YESTERDAY: 'вчора',
        LAST24H: 'останні 24 години',
        LASTWEEK: 'останній тиждень',
        PREVIOUS7DAYS: 'останні 7 днів',
        LASTMONTH: 'останній місяць',
        LAST3MONTHS: 'останні 3 місяці',
        LAST6MONTHS: 'останні 6 місяців',
        PREVIOUS30DAYS: 'останні 30 днів',
        PREVIOUS365DAYS: 'останні 365 днів',
        LASTYEAR: 'останній рік',
        CUSTOM: 'вибрати'
      },
      dashboard: {
        itemsPerPageText: 'Рядків на сторінку',
        allCourses: 'Всі курси',
        allCountries: 'Всі країни',
        allCampaigns: 'Всі кампанії',
        facts: {
          lectures: {
            title: 'Лекції'
          },
          enrolments: {
            title: 'Записи на курси'
          },
          questions: {
            title: 'Відповіді на питання'
          },
          certificates: {
            title: 'Сертифікати'
          }
        },
        coursesLabel: 'Курси',
        countriesLabel: 'Countries',
        campaignsLabel: 'Кампанії',
        enrolmentsCaption: 'реєстрацій',
        seenCaption: 'пройдено',
        answeredCaption: 'відповідей',
        issuedLabel: 'видано',
        modulesLabel: 'Модулі',
        certificatesLabel: 'Сертифікати',
        lecturesLabel: 'Лекції',
        questionsLabel: 'Питання',
        workspaceUsersLabel: 'Користувачі',
        campaignsCaption: 'використовано',
        workspaceUsersCaption: 'логінів',
        funnelCaption: 'топ-курсів: конверсія',
        funnelLabel: 'Конверсійна воронка',
        funnel: {
          amountLogin: 'Користувачів залогінилося',
          amountEnrolments: 'Записалися на курси',
          amountCertificates: 'Видано сертифікатів',
          enrollments: 'Записів на курси',
          finishedModule: 'Завершили модуль'
        },
        chartLabels: {
          enrolments: {
            enrolled: 'записано',
            started: 'розпочато',
            ended: 'закінчено',
            abandoned: 'полишено',
            amountStarted: 'записано',
            amountMsCourseStarted: 'розпочато',
            amountEnded: 'закінчено',
            amountAbandoned: 'полишено',
            avgDaysBetweenEnded: 'В середньому днів для закінчення'
          },
          certificates: {
            amountIssued: 'Видано',
            avgScore: 'Середній бал',
            minScore: 'Мінімальний бал',
            maxScore: 'Максимальний бал'
          },
          questions: {
            amountCorrect: 'Правильних відповідей',
            amountWrong: 'Неправильних відповідей',
            maxWrongAttempts: 'Максимально спроб',
            minWrongAttempts: 'Мінімально спроб',
            avgWrongAttempts: 'В середньому спроб'
          },
          lectures: {
            seen: 'Передивились',
            amountSeen: 'Передивились лекцій'
          },
          campaigns: {
            amountRedeemed: 'Використовано'
          },
          workspaceUsers: {
            amountLogin: 'Зайшли',
            amountRegister: 'Зареєструвалися'
          }
        },
        noDataToDisplay: 'Немає даних',
        dataLoading: 'Дані завантажуються...'
      },
      validationRules: {
        startDateLessEndDate: 'Дата початку має бути раніше, ніж дата кінця'
      }
    },
    createCoursesHeader: {
      create: 'Створити',
      chooseOther: 'Інші можливості створення курсів',
      beforeCreatingCourseTitle: 'Перед створенням курсу',
      beforeCreatingCourseDescription: 'Прочитайте цей документ, він допоможе створити класну структуру вашого курсу!',
      beforeCreatingCourseAction: 'Завантажити PDF',
      createCourseTitle: 'Створити курс',
      createCourseDescription: 'Виберіть найбільш придатний для вас шлях створення курсу.',
      createCourseAction: 'Розпочати',
      createLearningPathTitle: 'Створити траєкторію',
      createLearningPathDescription: 'Створити траєкторію навчання, що буде складатися з існуючих курсів.',
      createLearningPathAction: 'Розпочати'
    },
    learningPaths: {
      title: 'Траєкторії навчання',
      noLearningPaths: 'Траєкторії навчання ще не створені',
      createNewLearningPathTitle: 'Створити нову траєкторію навчання',
      editLearningPathTitle: 'Редагувати траєкторію навчання {name}',
      saveInfo: {
        success: 'Траєкторія навчання {name} успішно збережена'
      },
      stepper: {
        title: 'Назва та кавер картинка',
        titleLabel: 'Назва траєкторії навчання',
        coverImageChooser: 'Виберіть кавер картинку для траєкторії навчання',
        description: 'Опис траєкторії навчання',
        courses: 'Курси траєкторії навчання',
        learningPathSteps: 'Кроки та Цілі Траєкторії Навчання',
        coursesOrder: 'Порядок курсів',
        users: 'Призначити користувачів',
        achievements: 'Досягнення',
        createLearningPath: 'Створити траєкторію навчання',
        editLearningPath: 'Оновити траєкторію навчання',
        checkAndSave: 'Перевірити та Зберегти',
        searchUsers: 'Шукати користувачів',
        skills: 'Призначити навички',
        searchSkills: 'Шукати навички',
        assignUserToTheLearningPathButton: 'Призначити користувача',
        assignSkillToTheLearningPathButton: 'Призначити навичку',
        removeSkillFromTheLearningPathButton: 'Прибрати навичку',
        assignGroupsToUserTitle: 'Призначити групи',
        searchGroups: 'Шукати групи',
        certifiable: 'Сертифікований',
        timing: 'Час завершення навчального шляху',
        achievementItem: {
          name: 'Напишіть назву досягнення',
          description: 'Додайте опис досягнення',
          image: 'Додайте картинку досягнення'
        },
        loadingCourses: 'Курси завантажуються',
        selectedCourses: 'Курси не вибрані | Вибраний {n} курс | Вибрано {n} курса | Вибрано {n} курсів',
        info: {
          title: 'Додайте назву та кавер картинку для траєкторії навчання. Все можна буде змінити потім.',
          description: 'Додайте опис для траєкторії навчання. Його можна буде замінити в будь-який час потім.',
          courses: 'Виберіть курси які будуть складати траєкторію навчання. Їх можна буде додавати або видаляти після створення траєкторії навчання.',
          coursesOrder: 'Організуйте порядок курсів, за яким має бути проходитися траєкторія навчання.',
          users: 'Виберіть користувачів, яким потрібно назначити цю траєкторію навчання.',
          skills: 'Виберіть рівні навичок, які користувачі отримають після проходження траєкторії навчання',
          achievements: 'Створіть досягнення для траєкторії навчання.',
          checkAndSave: 'Перевірте курси та досягнення перед збереженням траєкторії навчання. Збережіть траєкторію навчання перед тим, як назначати користувачів.',
          saveBeforeUser: 'Будь ласка додайте назву траєкторії навчання перед тим як назначати користувачів.',
          learningPathSteps: 'Визначте тут кроки траєкторії, відповідні курси та цілі. ' +
            'Перетягуйте та скидайте кроки, щоб змінити їх порядок.',
          certifiable: 'Увімкнути сертифікат після завершення навчального шляху.',
          timing: {
            title: 'Керування часом для вашого навчального шляху',
            description: 'Налаштуйте параметри часу для вашого навчального шляху. Вкажіть кількість днів для надсилання нагадувань про неактивність та максимальну тривалість для завершення до автоматичного скасування.',
            reminderAfterInactivity: {
              title: 'Надіслати нагадування після неактивності',
              description: 'Автоматично надішліть нагадування учням, якщо вони не завершили навчальний шлях протягом [N днів] з дати початку. Підтримуйте зацікавленість учнів за допомогою вчасних нагадувань.',
              label: 'Кількість днів до нагадування',
              tooltip: 'Введіть кількість днів після дати початку, щоб надіслати нагадування про незавершені навчальні шляхи.'
            },
            automaticCancellationTime: {
              title: 'Встановити крайній термін завершення',
              description: 'Визначте максимальний час (у днях), дозволений для завершення навчального шляху. Якщо учень не завершить його протягом [N днів] з дати початку, шлях буде автоматично скасований.',
              label: 'Кількість днів до скасування',
              tooltip: 'Введіть максимальну кількість днів, дозволених для завершення навчального шляху. Після цього періоду шлях буде автоматично скасовано.'
            },
            automaticRetake: {
              title: 'Автоматичне повторення',
              description: 'Автоматично знову розпочати навчальний шлях (якщо він ще не розпочався) після певного часу з моменту останнього початку.',
              labelValue: 'Значення',
              labelUnit: 'Період'
            }
          }
        },
        learningPathStepsPage: {
          addNewStepButton: 'Створити Новий Крок на основі Курсу',
          addNewGoalButton: 'Додати Ціль',
          stepTitle: 'Назва Кроку',
          stepDescription: 'Опис Кроку',
          addEditGoal: 'Додати/Редагувати Ціль',
          saveGoal: 'Зберегти Ціль',
          courseCardTitle: 'Курс',
          goalCardTitle: 'Ціль'
        }
      }
    },
    skills: {
      newSkillTitle: 'Створити новий навик',
      editSkillTitle: 'Редагувати навичку {name}',
      titleLabel: 'Назва навички',
      createSkill: 'Створити навик',
      editSkill: 'Оновити навички',
      stepper: {
        title: 'Назва та зображення обкладинки',
        titleLabel: 'Назва навички',
        coverImageChooser: 'Виберіть зображення обкладинки для навички',
        description: 'Опис навички',
        levels: 'Рівні навичок',
        info: {
          title: 'Додайте тут назву та зображення обкладинки навички. Ви зможете змінити це в майбутньому.',
          description: 'Додайте тут опис навику. Це можливо змінити в майбутньому.',
          levels: 'Ви можете встановити унікальний рівень або вибрати кілька рівнів і встановити інший опис для кожного з них. <strong>Усі ці налаштування можна змінити згодом.</strong>'
        },
        createSkill: 'Створити навик',
        editSkill: 'Редагувати навик',
        levelTypesLabel: 'Типи рівнів',
        uniqueLevelLabel: 'Унікальний рівень',
        multipleLevelLabel: 'Кілька рівнів',
        addNewSkillLevelButton: 'Додати рівень'
      }
    },
    groups: {
      newGroupTitle: 'Створити нову групу',
      editGroupTitle: 'Редагувати групу {name}',
      titleLabel: 'Назва групи',
      createGroup: 'Створити групу',
      editGroup: 'Оновити групу',
      stepper: {
        title: 'Назва групи',
        titleLabel: 'Назва групи',
        description: 'Опис групи',
        users: 'Група користувачів',
        courses: 'Групові курси',
        learningPaths: 'Групові шляхи навчання',
        titleErrorMessage: 'Назва групи є обовʼязковою',
        maximumCharactersErrorMessage: 'Перевищено максимальну кількість символів.',
        info: {
          title: 'Додайте тут назву групи. Ви зможете змінити це в майбутньому',
          description: 'Додайте тут опис групи. Це можливо змінити в майбутньому.',
          users: 'Тут можна додавати та видаляти користувачів.'
        },
        addUserToGroupButton: 'додати користувача',
        removeUserToGroupButton: 'видалити користувача',
        createGroup: 'Створити групу',
        editGroup: 'Оновити групу'
      }
    },
    statusMessages: {
      enrolledWithSuccess: 'Користувача(ку) {name} записано успішно!',
      enrolledWithError: 'Сталася помилка під час запису користувача(-ки) {name}: {errorText}',
      unenrolledWithSuccess: 'Користувача(ку) {name} видалено з курсу успішно!',
      unenrolledWithError: 'Сталася помилка під час видалення з курсу користувача(-ки) {name}: {errorText}',
      learningPathAssignedWithSuccess: 'Користувача(-ку) {name} успішно записано на траєкторію навчання!',
      learningPathAssignedWithError: 'Сталася помилка під час запису користувача(ки) {name} на траєкторію навчання: {errorText}',
      learningPathDeletedWithSuccess: 'Траєкторію навчання {name} було успішно видалено!',
      learningPathDeletedWithError: 'Сталася помилка під час видалення траєкторії навчання: {errorText}',
      newSkillCreated: 'Навичка {name} успішно створена',
      skillUpdated: 'Навичка {name} успішно збережена',
      skillCreatedWithError: 'Сталася помилка під час створення навички {name}: {errorText}',
      skillUpdatedWithError: 'Під час оновлення навички {name} сталася помилка: {errorText}',
      skillAssignedToLearningPathWithSuccess: 'Навичка {ім\'я} була успішно призначена до шляху навчання',
      skillAssignedToLearningPathWithError: 'Сталася помилка при призначенні навику шляху навчання: {errorText}',
      skillAssignedToUserWithSuccess: 'Навичка {name} була успішно призначена користувачеві {userName}',
      skillAssignedToUserWithError: 'Сталася помилка при призначенні навички {name} користувачу {userName}: {errorText}',
      addedToGroupWithSuccess: 'Користувач {userName} успішно доданий до групи {groupName}',
      addedToGroupWithError: 'Сталася помилка під час додавання користувача {userName}, доданого до групи {groupName}: {errorText}',
      RemoveFromGroupWithSuccess: 'Користувач {userName} видалено з групи {groupName} успішно',
      RemoveFromGroupWithError: 'Під час видалення користувача {userName} із групи {groupName} сталася помилка: {errorText}',
      newGroupCreated: 'Групу {name} успішно створено',
      groupCreatedWithError: 'Сталася помилка під час створення групи {name}: {errorText}',
      groupUpdated: 'Група {name} успішно оновлена',
      groupUpdatedWithError: 'Під час оновлення групи {name} сталася помилка: {errorText}',
      groupAssignedToUserWithSuccess: 'Користувач {userName} був успішно доданий до групи {name}',
      groupAssignedToUserWithError: 'Сталася помилка при призначенні користувача {userName} до групи {name}: {errorText}',
      skillRemovedFromLearningPathWithSuccess: 'Навичка {name} успішно видалена з траєкторії навчання.',
      skillRemovedFromLearningPathWithError: 'Відбулася помилка під час видалення навички {name} з траєкторії навчання: {errorText}',
      skillRemovedFromUserWithSuccess: 'Навичка {name} була успішно видалена з користувача {userName}',
      skillRemovedFromUserWithError: 'Під час видалення навику {name} користувача {userName} сталася помилка: {errorText}',
      groupRemovedFromUserWithSuccess: 'Користувач {userName} був(-ла) успішно видалений(-на) з групи {name}',
      groupRemovedFromUserWithError: 'Сталася помилка під час видалення користувача {userName} з групи {name}: {errorText}'
    },
    dialogs: {
      courseOwnersTitle: 'Редактори курсу',
      courseOwnersTable: {
        username: 'Електронна пошта користувача',
        role: 'Роль',
        creatorRole: 'Творець',
        editorRole: 'Редактор'
      },
      enrollButton: {
        text: 'Записати',
        title: {
          course: 'Запис користувачів на курс',
          learningPath: 'Запис користувачів на траєкторію навчання'
        }
      },
      enrollNowButton: {
        text: 'Записатися зараз!',
        title: 'Записати всіх у групу прямо зараз'
      },
      linkButton: {
        text: 'Зв’язати',
        title: 'Автоматично записувати користувачів після приєднання до групи'
      },
      unlinkButton: {
        text: 'Від’єднати',
        title: 'Автоматично скасовувати запис користувачів після виходу з групи'
      },
      unenrollButton: {
        text: 'Відписати',
        title: {
          course: 'Відписати користувачів від курсу',
          learningPath: 'Відписати користувачів від траєкторії навчання'
        }
      },
      checkProgress: {
        text: 'Перевірити прогрес',
        title: {
          course: 'Перевірте прогрес учасника у курсі',
          learningPath: 'Перевірте прогрес учасника на шляху навчання'
        }
      },
      assignButton: {
        text: 'Призначити',
        title: {
          course: 'Призначити групу для курсу',
          learningPath: 'Призначити групу для траєкторії навчання'
        }
      },
      unassignButton: {
        text: 'Відмінити',
        title: {
          course: 'Відмінити призначення групи для курсу',
          learningPath: 'Відмінити призначення групи для траєкторії навчання'
        }
      },
      addAdminButton: {
        text: 'Додати як Редактора',
        title: {
          courseAdmins: 'Додати користувача як Редактора курсу'
        }
      },
      removeAdminButton: {
        text: 'Видалити Роль Редактора',
        title: {
          courseAdmins: 'Видалити користувача як Редактора курсу'
        }
      },
      explanationGroups: {
        course: 'Клікніть на кнопку <strong>Призначити</strong>, щоб призначити групу для курсу. ' +
          'Після цього, всі нові користувачі, додані до групи, автоматично будуть записані на курс.' +
          '<br>Клікніть на кнопку <strong>Записати</strong>, щоб записати на курс усіх поточних користувачів групи.',
        learningPath: 'Клікніть на кнопку <strong>Призначити</strong>, щоб призначити групу для шляху навчання. ' +
          'Після цього, всі нові користувачі, додані до групи, автоматично будуть записані на шлях навчання. ' +
          '<br>Клікніть на кнопку <strong>Записати</strong>, щоб записати на шлях навчання усіх поточних користувачів групи.'
      },
      explanationUsers: {
        course: 'Клікніть на кнопку <strong>Записати</strong>, щоб записати користувача на курс. Користувач отримає електронного листа.' +
          '<br>Клікніть на кнопку <strong>Відписати</strong>, щоб відписати користувача від курсу.',
        learningPath: 'Клікніть на кнопку <strong>Записати</strong>, щоб записати користувача на траєкторію навчання. Користувач отримає електронного листа.' +
          '<br>Клікніть на кнопку <strong>Відписати</strong>, щоб відписати користувача від шляху навчання.',
        courseAdmins: 'Натисніть на кнопку <strong>Додати як Редактора</strong>, щоб призначити користувача редактором курсу.' +
          '<br>Натисніть на кнопку <strong>Видалити Роль Редактора</strong>, щоб видалити користувача зі списку редакторів курсу.'
      },
      enrollUsersTitle: 'Записати користувачів',
      enrollGroupsTitle: 'Записати групи',
      addCourseAdminsTitle: 'Додати Редакторів Курсу',
      status: {
        groupAssociated: {
          success: {
            course: 'Група {name} успішно пов\'язана з курсом.',
            learningPath: 'Група {name} успішно пов\'язана з шляхом навчання.'
          },
          error: {
            course: 'Під час пов\'язування групи {name} з курсом сталася помилка: {err}.',
            learningPath: 'Під час пов\'язування групи {name} з шляхом навчання сталася помилка: {err}.'
          },
          groupUnassociated: {
            success: {
              course: 'Група {name} успішно від\'єднана від курсу.',
              learningPath: 'Група {name} успішно від\'єднана від шляху навчання.'
            },
            error: {
              course: 'Під час від\'єднання групи {name} від курсу сталася помилка: {err}.',
              learningPath: 'Під час від\'єднання групи {name} від шляху навчання сталася помилка: {err}.'
            }
          },
          groupEnrolled: {
            success: {
              course: 'Користувачі групи {name} успішно записані на курс.',
              learningPath: 'Користувачі групи {name} успішно записані на шлях навчання.'
            },
            error: {
              course: 'Під час запису користувачів групи {name} на курс сталася помилка: {err}.',
              learningPath: 'Під час запису користувачів групи {name} на шлях навчання сталася помилка: {err}.'
            }
          },
          enrolled: {
            success: {
              course: 'Користувач {name} успішно зареєстрований на курс.',
              learningPath: 'Користувач {name} успішно зареєстрований на шлях навчання.'
            },
            error: {
              course: 'Під час реєстрації користувача {name} на курс виникла помилка: {err}.',
              learningPath: 'Під час реєстрації користувача {name} на шлях навчання виникла помилка: {err}.'
            }
          }
        }
      }
    },
    generic: {
      createdOn: 'Створено:',
      updatedOn: 'Останній перегляд:',
      startedOn: 'Розпочато:',
      finishedOn: 'Завершено:',
      searchCourses: 'Пошук Курсів',
      resetFilters: 'Скинути Фільтри'
    },
    cloneOrShare: {
      title: 'Клонувати або поділитися курсом',
      toCurrentWorkspace: 'Клонувати {name} в поточний робочий простір',
      toOtherWorkspace: 'Клонувати {name} в інший робочий простір',
      chooseWorkspace: 'Виберіть робочий простір для клонування або спільного використання курсу',
      cloneCourseExplanation: '<strong>Клонувати</strong> {courseName} в робочий простір {workspaceName}: курс буде клонований та керований в робочому просторі {workspaceName}.',
      shareCourseExplanation: '<strong>Поділитися</strong> {courseName} з робочим простором {workspaceName}: курс буде спільно використовуватись з {workspaceName}. Будь-які зміни, внесені в поточний робочий простір, будуть розповсюджені на робочий простір {workspaceName}.',
      cloneButton: 'Клонувати курс',
      shareButton: 'Поділитися курсом',
      cloningCourseOverlay: 'Курс {name} клонується...',
      sharingCourseOverlay: 'Курс {name} ділиться...',
      courseCloneSuccess: 'Курс {name} успішно клонований.',
      courseCloneError: 'Сталася помилка при клонуванні курсу {name}: {err}.',
      courseShareSuccess: 'Курс {name} успішно поділений.',
      courseShareError: 'Сталася помилка при діленні курсу {name}: {err}.'
    },
    translateCourse: {
      title: 'Перекласти курс',
      languageLabel: 'Виберіть мову',
      contextLabel: 'Надайте контекст або інструкції',
      translateButtonLabel: 'Перекласти',
      overlayText: 'Курс {name} перекладається. Це займе деякий час. ' +
        'Ви можете закрити це вікно, і вам буде повідомлено, коли переклад буде завершено.',
      warning: 'Зверніть увагу, що це функція <strong>БЕТА</strong>. Деякі уроки, особливо в <strong>великих курсах</strong>, можуть бути перекладені неточно. Тому завжди буде необхідна перевірка людиною.'
    }
  },
  analytics: {
    welcome: 'Вітаємо в секції аналітики!',
    pleaseIntroduce: 'Введіть числа {number1} і {number2} в секцію "Enter two part code" і натисніть enter'
  },
  tourSteps: {
    snackbar: {
      title: 'Розпочати тур редагування курсу',
      startButton: 'Розпочати',
      cancelButton: 'Закрити'
    },
    labels: {
      buttonSkip: 'Пропустити тур',
      buttonPrevious: 'Попереднє',
      buttonNext: 'Наступне',
      buttonStop: 'Закінчити'
    },
    adminCourses: {
      createNewCourse: 'Натисніть сюди <strong>для створення нового курсу</strong>',
      importJSON: 'Натисніть сюда <strong>щоб імпортувати курс у форматі JSON</strong>',
      listOfCourses: 'Список курсів які ви можете адмініструвати',
      paginationCourses: 'Навігація по курсах'
    },
    editingMenu: {
      resetButton: 'Натисніть сюди щоб анулювати останні зміни <em>(які були зроблені після останнього збереження)</em>',
      saveButton: 'Натисніть сюди щоб зберегти всі зміни (<em>(які були зроблені після останнього збереження)</em>)',
      publishButton: 'Натисніть сюди щоб зробити курс доступним або недоступним для перегляду'
    }
  },
  accessibility: {
    configForVisualImpairments: 'Конфігурація для користувачів із порушеннями зору',
    changeFontSize: 'Змінити розмір шрифту',
    siteBackToNormal: 'Звичайна версія сайта',
    changeColorOfTheWebsite: 'Змінити колір сайту',
    exampleBackgroundFont: 'Приклад того, як виглядатиме текст',
    exampleHeader1: 'Титули рівня 1',
    exampleHeader2: 'Титули рівня 2',
    changeImagesLook: 'Змінити вигляд картинок',
    exampleImagesLook: 'Приклад того, як виглядатиме картинка'
  },
  validation: {
    url: {
      required: 'URL є обов\'язковим полем',
      valid: 'URL має бути дійсним'
    }
  },
  notifications: {
    title: 'Сповіщення',
    clearAllButton: 'Позначити всі як прочитані',
    statuses: {
      INACTIVE_USER_COURSES: 'Неактивність'
    },
    actions: {
      clear: 'Очистити',
      markAsRead: 'Позначити як прочитане'
    },
    noNotificationsToShow: 'Немає сповіщень'
  },
  header: {
    menu: {
      accessibility: 'Доступність',
      toggleDarkMode: 'Перемкнути темний режим',
      profileSubtitle: {
        admin: 'Адмін',
        courseAdmin: 'Адмін Курсів',
        learner: 'Студент',
        adminViewNonAdmin: 'Адмін<br><span class="caption">(режим проглядання як студент)</span>',
        courseAdminViewNonAdmin: 'Адмін Курсів<br><span class="caption">(режим проглядання як студент)</span>',
        courseEditor: 'Редактор курсу',
        courseEditorViewNonAdmin: 'Редактор курсу<br><span class="caption">(перегляд як студент)</span>'
      },
      create: {
        course: 'Курс',
        learningPath: 'Траєкторія Навчання',
        skill: 'Навичка',
        group: 'Група',
        users: 'Користувачі'
      }
    }
  },
  preCourseSurvey: {
    title: 'Опитування перед курсом',
    subtitleNotStarted: 'Будь ласка, заповніть це опитування. Після заповнення ви зможете розпочати курс!',
    subtitleFinished: 'Ви можете змінити свої відповіді на опитування перед курсом.',
    subtitleEditing: 'Редагувати опитування перед курсом.',
    editSurveyButton: 'Редагувати',
    finishEditSurveyButton: 'Завершити редагування',
    buttonTitle: 'Опитування перед курсом',
    addNewSurveyQuestion: 'Додати нове питання опитування',
    editCourseSurvey: 'У цьому розділі ви можете додати або редагувати обов’язкове опитування курсу. ' +
      'Це опитування з’явиться у вигляді спливаючого вікна для учнів, перш ніж вони зможуть розпочати курс.',
    fillCourseSurvey: 'Ви повинні завершити опитування, перш ніж перейти до курсу.',
    fillEditCourseSurvey: 'Ви можете редагувати свої відповіді на опитування курсу.',
    filters: {
      button: 'Фільтрувати за питаннями',
      title: 'Фільтрувати за питаннями перед курсом та відповідями',
      selectQuestionLabel: 'Виберіть питання',
      selectAnswerLabel: 'Виберіть відповідь',
      addFilterButton: 'Додайте фільтр',
      clearFilterButton: 'Очистити фільтр',
      applyFilterButton: 'Застосувати фільтр'
    }
  },
  postCourseSurvey: {
    title: 'Опитування після курсу',
    subtitleNotStarted: 'Будь ласка, заповніть це опитування. Після його заповнення ви зможете завершити курс!',
    subtitleFinished: 'Ви можете змінити свої відповіді в опитуванні після курсу.',
    subtitleEditing: 'Редагувати опитування після курсу.',
    editSurveyButton: 'Редагувати',
    finishEditSurveyButton: 'Завершити редагування',
    buttonTitle: 'Опитування після курсу',
    addNewSurveyQuestion: 'Додати нове запитання до опитування',
    editCourseSurvey: 'У цьому розділі ви можете додати або відредагувати обов’язкове опитування після курсу. ' +
      'Це опитування з’явиться у вигляді спливаючого вікна для учнів перед отриманням сертифіката або завершенням курсу.',
    fillCourseSurvey: 'Ви повинні завершити опитування перед тим, як завершити курс.',
    fillEditCourseSurvey: 'Ви можете змінити свої відповіді в опитуванні курсу.'
  },
  getReadyAi: {
    title: 'Створіть свій курс з ШІ',
    description: 'Введіть вашу електронну адресу та тему курсу, і ми надішлемо вам посилання на ваш курс, створений за допомогою ШІ.',
    usernameLabel: 'Ваш Email',
    courseTopicLabel: 'Тема курсу',
    generateButton: 'Створити мій курс',
    afterGenerateButton: 'Натисніть на кнопку вище, і незабаром ви отримаєте електронний лист.',
    topicRequired: 'Тема обов’язкова',
    setPasswordTitle: 'Встановіть свій пароль',
    setPasswordDesc: 'Після встановлення пароля ви будете перенаправлені на ваш курс.',
    setPasswordButton: 'Встановити пароль та увійти',
    tokenLabel: 'Токен',
    passwordLabel: 'Пароль',
    courseCreationRequestSuccess: 'Ваш курс зараз створюється. ' +
      'Ви можете залишити цю сторінку зараз. ' +
      'Ви отримаєте електронний лист, як тільки ваш курс буде завершено!'
  },
  meta: {
    titles: {
      pages: {
        admin: 'Адміністратор',
        courses: 'Курси',
        dashboard: 'Панель управління',
        signin: 'Увійти',
        learnerProfile: 'Профіль учня',
        onboardingWithAi: 'Онбординг з ІІ',
        organization: 'Організація',
        paswordreset: 'Скинути пароль',
        printableCourse: 'Друкований курс'
      }
    }
  }
}
